{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>E<\/em><em>ditor’s<\/em><em> note: This is the fifth piece in <\/em><a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/rural-edges\/&amp;sa=D&amp;ust=1481921311757000&amp;usg=AFQjCNHbynIvJv93GTUONNZMebi23Tvyug\">an ongoing look<\/a><em> at how the transition to a service economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work<\/em><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Rural communities have found they must develop a new purpose since the old reasons for existing are mostly gone. Some communities are going through this process of addressing their challenges, but most have not been able to face the hard choices before them.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"}]},{"heading":"$22 in his pocket","content":[{"filename":"19308560.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Robert Smith picks out food items from the Save-A-Lot grocery store in Dover-Foxcroft one day in late November.","credit":"Micky Bedell | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Robert Smith pushed his shopping cart through the aisles of the Dover-Foxcroft Save-A-Lot grocery store with precision one day late in November. The Abbot man only had $22 cash in his pocket. Barely able to pay for his expenses each month, Smith, who is diabetic, had to find a way to buy affordable food that would not disrupt his sugar levels."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The 51-year-old limited his shopping endeavor to lettuce, beef liver, sour cream, a block of white cheddar cheese and two cans of tuna: a total cost of $8.79. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I have to eat right, or I’m going to die,” said Smith, who is out of work and receives disability benefits because he has degenerative disc disease. “When you’re on food stamps and you don’t have a lot of cash, it’s hard to know what to get.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As with many residents in his area, money was on Smith’s mind when he stared down at his ballot during the Nov. 8 election, when voters in Abbot, Cambridge, Guilford, Parkman, Sangerville and Wellington were asked whether they approved of a slimmed-down, $6.88 million school budget for their <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidSk40NHpNQlJxSUE\/view?usp%3Dsharing&amp;sa=D&amp;ust=1481921311769000&amp;usg=AFQjCNHql_-vXHJWi8C8q_A6LVWh_Hv-Fw\">595-student<\/a> district. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He lives on about $750 per month and has trouble putting money away to pay his taxes, which he estimated are around $500 per year. His home is a small, one-story trailer with plywood floors, handmade counters and kitchen appliances that could be found in an antique store."},{"filename":"19308552.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Abbot resident Robert Smith sitting at the kitchen table of his home one day in late November.","credit":"Micky Bedell | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the decision was not just about money. Smith wanted to support the local schools, he said. After all, his two nieces are students in the district. But he questioned what the schools were actually teaching kids. Even though the proposed budget was less than the previous year’s, he feared he wouldn’t be able to afford his taxes if school spending climbed long-term. He voted no."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The budget passed by a small, 81-vote margin, 1,303 to 1,222. It was the district’s fourth attempt to pass a budget for the school year that began in September. Voters had turned down the previous three attempts."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Smith’s frugality with education dollars is understandable. At the same time, schools are central components of rural communities. They are major employers. They prepare youth to take on a difficult world. As such, they are among <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mdf.org\/publications\/Measures-of-Growth-2016\/859\/&amp;sa=D&amp;ust=1481921311778000&amp;usg=AFQjCNG6_3fEdlELchwexNU09sae949-ow\">the most important investments<\/a> residents can make for the state’s economy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As many rural places <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/rural-edges\/&amp;sa=D&amp;ust=1481921311780000&amp;usg=AFQjCNHdviXyqlY4miKMtfj0TbVvYdgDmA\">continue to struggle<\/a>, local leaders will likely find an increased need to dig deeper into the perspectives of their residents who have fewer resources — to better listen to and understand their fears, include them in community work and respect their concerns, and know how they reason through their decisions. School budgets, in addition to municipal budgets, require backing by community members. Without it, educational offerings for children may suffer."}],"preview image":"","short title":""},{"heading":"Smaller, with fewer resources","content":[{"filename":"animated.gif","filetype":"photo","size":"medium","orientation":"right","caption":"Residents vote on the SAD 4 school budget at an Oct. 26 meeting.","credit":"Danielle McLean | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.memun.org\/TrainingResources\/LocalGovernment\/GuidetoPropertyTax.aspx&amp;sa=D&amp;ust=1481921311784000&amp;usg=AFQjCNE8OgR05MT3XY8HP9SIaRE-TyTFaA\">More than two-thirds<\/a> of local property taxes in Maine pay for education, dwarfing what’s spent on other essentials, such as snowplowing and road repairs. In struggling areas, that means schools become the subject of intense debate and scrutiny. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"School Administrative District 4 illustrates the reality of many rural school districts that are grappling with the repercussions of decline, which has caused their communities and student populations to shrink and strained the resources available to pay for the education of the students who remain."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"SAD 4 has grown smaller and lost wealth in recent years."},{"filename":"19343410.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"SAD 4 has lost 33 percent of its students since the 1999-2000 school year.","credit":"Maine Department of Education","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The school district’s student population shrank by 33 percent between the 1999-2000 and 2015-2016 school years, even as the combined population of the six towns that make up SAD 4 changed little. By comparison, the statewide student population dropped 13 percent in that time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today’s SAD 4 students are more likely to come from families with lower incomes than their counterparts 17 years ago. Some 65 percent of the district’s students qualify for free and reduced-price lunches today, compared with 54 percent in 1999. Statewide, 47 percent of today’s students qualify for free and reduced-price lunches, according to the Maine Department of Education."},{"filename":"19355150.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Guilford has lost 21 percent of its population since 1960.","credit":"U.S. Census Bureau","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When school districts lose students, they also receive less school aid from the state. And it’s often difficult to cut spending commensurate with the loss of student population, said Jim Rier, who oversaw school finances at the Maine Department of Education before becoming education commissioner."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Sometimes they can’t,” said Rier, who retired in 2015. “That’s why small units struggle.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When a school building has 90 students as opposed to 100, the heating costs remain the same. And a teacher teaching a class of 17 students receives the same salary that she would if she were teaching a class of 20."},{"filename":"19356254.jpg","filetype":"photo","size":"small","orientation":"left","caption":"Wellington’s median income is about half the state’s.","credit":"U.S. Census Bureau","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As many rural towns continue to decline, understanding where residents’ perspectives and decisions come from will be key for local leaders who must make choices that will likely only get harder."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some, for instance, may wonder why SAD 4 voters kept turning down the budget. The original proposal by the school board was for <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/observer-me.com\/2016\/11\/03\/sad-4-budget-moved-to-tuesdays-referendum\/&amp;sa=D&amp;ust=1481921311803000&amp;usg=AFQjCNFiUnoQLAvCyuUEemE0xybxnOYhiQ\">$7.13 million<\/a>, which represented a decrease from the previous year’s $7.16 million budget. (That year’s budget took three tries before it was approved.)"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The school board tried trimming this year’s budget further, but voters again rejected it. The third budget attempt represented a slight increase from the second. The fourth budget — the successful one that passed on Election Day — was for $6.88 million."},{"filename":"19308540.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Piscataquis Community Elementary School in Guilford.","credit":"Micky Bedell | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"To reduce spending to levels acceptable to voters, the district ultimately cut four full-time positions (a high school science teacher, curriculum coordinator, custodian and elementary school teacher) and four part-time jobs (a high school alternative education teacher, grade 7-12 physical education teacher, health teacher and foreign language teacher)."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The $6.88-million budget for the Guilford school district represented a 4-percent decrease from the previous school year. Abbot, where Smith lives, was set to pay $12,842 less for education."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet the majority of Abbot voters, as well as voters in Cambridge, Parkman and Wellington, still opposed it. The budget also decreased Cambridge and Sangerville’s contributions."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It wasn’t just finances that drove their decisions."}],"preview image":"","short title":""},{"heading":"‘This is going to cost us money’","content":[{"filename":"19308546.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A school bus drives students home from the Piscataquis Community Elementary School in Guilford.","credit":"Micky Bedell | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"People make choices for many reasons, but some trends have emerged from decades of research. They revolve around themes of respect and inclusion, and short-term versus long-term planning."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Edna R. Sawady and Jennifer Tescher turned to financial institutions in <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.jchs.harvard.edu\/sites\/jchs.harvard.edu\/files\/ucc08-2_sawady_tescher.pdf&amp;sa=D&amp;ust=1481921311817000&amp;usg=AFQjCNHAH2JywvXij332ZoT2cZGCR1KHZQ\">a 2008 report<\/a> published by the Joint Center for Housing Studies of Harvard University to understand the “internal logic” that lower-income customers use to make financial decisions. Why, for instance, do customers with little money choose to cash their checks for a fee, when they could open a bank account?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They found that lower incomes affect people’s behavior in what they described as “profound ways”:"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Less money causes people to prioritize the present. “Incomes fluctuate, permanent assets are few, jobs change, work availability often changes, family structures change, money comes and goes. Within this context, it is not surprising that short-term focus prevails,” the study stated."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— A history of exclusion causes people to distrust government organizations and institutions seen as mainstream. “Subtle manifestations of disrespect, frequently unintended, are perceived as messages of exclusion — an attitude that mainstream organizations in turn often see as overreaction to simple procedural matters,” according to the study."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— People with lower incomes tend to value even more their community and personal networks, which have helped them survive and provided flexible access to resources."},{"filename":"19308550.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Art plasters the hallway walls of Piscataquis Community Elementary School in Guilford.","credit":"Micky Bedell | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Essentially, people with modest means don’t necessarily make all their financial decisions with financial reasons in mind."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Emotional drivers of behavior such as trust, respect and a feeling of belonging are likely to be as strong as, or stronger than economic drivers among lower-income communities,” the study stated."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It means community leaders have to work extra hard to reach people where they are, said Charlie French, a faculty fellow at the Carsey School of Public Policy at the University of New Hampshire."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Sometimes leaders, just because it takes a lot of time to do effective engagement of the public to really understand what those different perspectives are, they fail to really understand the interests behind a position,” he said. “And if they did understand the interests, what’s driving a person’s decision, then it’s possible they could find other solutions to a problem that might be better suited to meeting all people’s needs, or it might alleviate people’s fears that, ‘This is going to cost us money.’”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Harvard University economics professor Sendhil Mullainathan and Princeton University psychology and public affairs professor Eldar Shafir <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www2.warwick.ac.uk\/fac\/soc\/economics\/staff\/amani\/mani_science_976.full.pdf&amp;sa=D&amp;ust=1481921311829000&amp;usg=AFQjCNGeqSdVGFZJC2C1aXz66QqwLwJwIw\">argue that the scarcity affects<\/a> everyone the same way, regardless of their upbringing: The very nature of having little money makes it harder for people to plan for a way forward."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That’s because the mind can only deal with so many things at one time, and financial stress takes up mental bandwidth. The effect shows up in the chemistry of the brain when, during periods of stress, <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/harvardmagazine.com\/2015\/05\/the-science-of-scarcity&amp;sa=D&amp;ust=1481921311831000&amp;usg=AFQjCNHLtbFX12HuyeC2jSoOVF5E_T0K9Q\">glucose levels drop<\/a> in the frontal cortex, which is associated with planning and motivation."},{"filename":"19308538.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"A small table and chairs with a discarded hat in the front entryway of the Piscataquis Community Elementary School.","credit":"Micky Bedell | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Experts point to the need for greater understanding and inclusion to ensure democracy itself doesn’t suffer. Public leaders should ensure people who may be disenfranchised feel valued and respected. They accomplish this through polite and fair treatment, and communication, stated <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidRkJURW45Qzg3NjQ\/view?usp%3Dsharing&amp;sa=D&amp;ust=1481921311836000&amp;usg=AFQjCNFAjjH4sMAtYPMKQBQUXBJlEGXvhg\">a 2002 study<\/a> in the Journal of Applied Social Psychology. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Our research suggests that the commodity most central to revitalizing democracy is respect. When members of society feel respected by their immediate communities, they are more likely to share their concerns and ideas with others,” the study stated. “Debate in this context concerns not who is entitled to what, but what is the best way to achieve common goals.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Listening and making an effort to communicate to everyone is essential if school leaders want to bring people together, said <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.news7newslinc.net\/index.php\/around-the-nek\/lyndon\/1564-botzojorns-to-be-cnsu-superintendent&amp;sa=D&amp;ust=1481921311839000&amp;usg=AFQjCNGKXs2CRH92OMvTs4hG1e02axgqHg\">Jennifer Botzojorns<\/a>, superintendent of a rural Vermont school district called the Caledonia North Supervisory Union north of St. Johnsbury."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In a forthcoming study, Botzojorns <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/search.proquest.com.ezproxy.neu.edu\/docview\/1727125377&amp;sa=D&amp;ust=1481921311841000&amp;usg=AFQjCNHZ3YTjlazaC0hsUi0anV7D5LCDaw\">examines<\/a> the deliberations of a committee of 15 volunteers in a school district in Vermont as residents debated whether to merge the district’s elementary schools. The plan received plenty of pushback."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The more emotional the argument, the less likely residents were to reach a consensus, Botzojorns said. They were more likely to agree after talking and listening to each other."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Over time, the more talking and deliberation that happened, the more people realized this may not be a bad thing,” Botzojorns said."}],"preview image":"","short title":""},{"heading":"‘If the children are in poverty, so are their parents’","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/12\/MaineFocusSAD4mbedell\/pd\/MaineFocusSAD4mbedell.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"Micky Bedell | BDN","poster":"19308552.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"People in the Guilford area gave many personal reasons why they voted against the 2016-2017 school budget on Nov. 8. During interviews with voters on Election Day, they appeared frustrated with district leaders who they said appeared unwilling to listen. Many felt disrespected and objected to a 2-percent raise in the budget for administrators."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They will listen once we close everything down. … That’s what you need, is a reset button,” said Robert Doiron, a 40-year Wellington resident. “We could go there and talk to them, but they don’t want to talk. We go to the meeting, and they throw us a budget and say, ‘There you go.’”"},{"filename":"19308536.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Parkman resident Ann Bridge reads a newspaper at the Guilford Free Library on a late November day while waiting for her grandson to finish tutoring.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ann Bridge, <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/observer-me.com\/2016\/10\/19\/sad-4rsu-80-budget-still-not-right\/&amp;sa=D&amp;ust=1481921311851000&amp;usg=AFQjCNF5c2jzYFOZ6MkSIpF85GEZs4r-BQ\">an outspoken critic<\/a> of the budget and former superintendent of the neighboring school district, Dover-Foxcroft-based <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.sedomocha.org\/&amp;sa=D&amp;ust=1481921311852000&amp;usg=AFQjCNG-uAwKJvfOu7phd5aOa_4MoiMRjQ\">SAD 68<\/a>, said the district should run a zero-based budget — forcing the district to justify all costs — and focus on improving student performance and instruction."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“This school board all the time talks about students and the high poverty that we have here,” said Bridge, who lives in Parkman. “But somehow they don’t make the translation that if the children are in poverty, so are their parents.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Donna Wright, a Wellington resident, cast her “no” vote based on her personal experience in the district and that of her family members."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“When I went to school there, they didn’t like us. It was awful. They treated us different,” she explained. “Some of us didn’t have a lot. We didn’t have the clothes. It was just different. Other kids were mean to us just because we were from Wellington.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One Abbot resident said she saw two buses riding up and down her street each day, which she thought was too many. She voted against the budget."},{"filename":"19344370.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Abbot Selectman Mickey Knowles sits at his desk at Abbot Town Hall on Nov. 8.","credit":"Danielle McLean | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mickey Knowles, Abbot’s first selectman, voted in favor of the budget but had words of caution for district leaders."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“When was the last time anyone — finance director, principal, superintendent — got out into the community?” Knowles said. “When was the last time they came to a municipal office and asked how things were going, how people are doing in the community; ‘what can we do to help?’ They don’t get out. They don’t know.”"},{"filename":"18974633.jpg","filetype":"photo","size":"big","orientation":"right","caption":"Paul Stearns.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Paul Stearns regularly received complaints about the smallest expenditures during his 10 years working as the district’s superintendent prior to its current leader, Ann Kirkpatrick, who was hired three years ago."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He once got a phone call from a woman who complained she had received a letter from the guidance office with a postage stamp on the envelope that cost 3 cents more than what it should have."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She was right, Stearns said, and he wrote her a letter thanking her for noticing it. (Evidently the guidance office had used stamps it had on hand, guessing at the postage, instead of making a trip to the post office to weigh the mail.)"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Amid this prevailing frugality, it’s easy to see how the process of passing a budget can become divisive. It’s easy, too, to see how passage of a budget widely perceived as insufficiently thrifty can engender distrust among residents and district leaders, and resentment."},{"filename":"19308522.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Parkman resident Tracy Wing pushes her 1-year-old son Corson on the swings at the Parkman Town Office playground on a day in late November.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Still others feared losing their local schools altogether when they cast their budget votes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I know these small towns. We don’t make a lot of money. A lot of people are retired, especially in Parkman. But I’ve got a little one,” said Tracy Wing, who took her 1-year-old son Corson with her to the polls at Parkman Town Hall on Nov. 8, when she cast a “yes” vote for the budget."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’m fearful that he won’t have a school in Guilford. I’m fearful that he’s going to have to travel to Dexter, wherever. It’s unfortunate that we can’t keep our little schools open.”"}],"preview image":"","short title":""},{"heading":"Polarization without communication","content":[{"filename":"19308532.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Writing over the door in a hallway of Piscataquis Community Secondary School in Guilford, which serves the seventh through 12th-grade students of SAD 4.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The district’s superintendent, Kirkpatrick, tried to communicate how this year’s <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0By0dSDO7VIphb1hocndCanlkYkE\/view&amp;sa=D&amp;ust=1481921311872000&amp;usg=AFQjCNH3CnNKSeCTKDCIvOCyQrd6DQb1fw\">$6.88 million<\/a> budget was less than last year’s <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0By0dSDO7VIphMkY1Uk5QUUhUVVk\/view&amp;sa=D&amp;ust=1481921311872000&amp;usg=AFQjCNGEI0P--OV8GVukSCfdL08RZR6rOQ\">$7.16-million<\/a> spending plan and how school officials were being as frugal as they could be, she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But residents were not listening, she said. Instead they got information — or misinformation —  from neighbors, friends or influential residents on Facebook."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’ve asked the towns to please call me, text me, email me to get the right answers. I’ve gone to their annual meetings and given them information and told them the same,” Kirkpatrick said. “They chose not to hear the information, and they chose to be reactionary instead of … information-based.”"},{"filename":"19343906.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"SAD 4 Superintendent Ann Kirkpatrick.","credit":"Walter Boomsma","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Kirkpatrick, a self-described fiscal conservative, said special education costs, standardized testing, and Gov. Paul LePage’s <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2012\/12\/25\/news\/state\/too-many-superintendents-more-may-be-on-the-way-as-wave-of-withdrawal-efforts-hit-maine-school-districts-in-2012\/&amp;sa=D&amp;ust=1481921311877000&amp;usg=AFQjCNE63jWi75SoHx_w899OMYGqCE73Ow\">remarks<\/a> about the need for eliminating expensive superintendent positions — although superintendent salaries represent <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.msmaweb.com\/news\/school-leaders-respond-lepage-criticism-administrators\/&amp;sa=D&amp;ust=1481921311878000&amp;usg=AFQjCNHtgxH52tf5TNCoqHca1Amv5K5mvQ\">a small sliver<\/a> of total education spending — have made it difficult to lead the school district. Those external factors detract from her ability to justify local spending to residents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Stearns, a Guilford Republican who now represents the area in the Maine House, agreed that many issues facing SAD 4 are out of the superintendent’s control."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"State funding for schools as a whole hasn’t kept up with the pace of inflation, handicapping poorer rural districts, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If you have someone who is very, very thin and tell them to go on a diet, they’re going to get in trouble medically,” Stearns said. “But if you ask someone like me who can stand to shed a few pounds, I’m going to come out the other end and still be intact.”"},{"filename":"","filetype":"tableau_2","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Maine, school districts with high levels of poverty receive <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.washingtonpost.com\/news\/local\/wp\/2015\/03\/12\/in-23-states-richer-school-districts-get-more-local-funding-than-poorer-districts\/?utm_term%3D.2b7c8e2b26f9&amp;sa=D&amp;ust=1481921311886000&amp;usg=AFQjCNGi1IfCz1QLIciAwY-kiavtUTS6ug\">5 percent less<\/a> in state and local education funding than the wealthiest districts, <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/1kQeMppULsshgk8DecHW3AXan9LPmu3pK1IHdtSWTP8Q\/edit%23gid%3D1009211800&amp;sa=D&amp;ust=1481921311886000&amp;usg=AFQjCNGuMDXfzhw2VWhoWfGQozLavnANnw\">according to<\/a> the National Center for Education Statistics. And SAD 4 spends less money per student than the state does as a whole — $10,896 per student in 2014-2015 compared with $12,551 for all of Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But relating complicated, multi-layered information is challenging when people don’t appear to listen."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The infighting that goes on, the lack of trust. Really it seems like a lack of commitment from all entities involved to really get at the heart of the problem,” said Tracy Bonney-Corson, who resigned as a member of the SAD 4 school board last summer in the midst of the district’s budget struggle. “It was a no-win situation. It was so divisive and almost hostile, it seemed at times.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"So how can a local school leader get through and make the case for a policy local residents aren’t inclined to favor?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In small, lower-income, rural communities especially, superintendents are often heavily scrutinized. They are working in a “fishbowl environment,” and need to possess “high-end political skills” to be successful, according to a 2015 study published by <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.rociidaho.org\/&amp;sa=D&amp;ust=1481921311889000&amp;usg=AFQjCNEcFyMf6pcMFB84XZct7fyF_kUXDw\">Rural Opportunities Consortium of Idaho<\/a> and the Washington D.C.-based <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.rociidaho.org\/wp-content\/uploads\/2015\/01\/ROCI_2014_K-12Politics_FINAL.pdf&amp;sa=D&amp;ust=1481921311890000&amp;usg=AFQjCNHSlor6NaRQIcaaC0EVAzwStvs9oQ\">Bellwether Education Partners<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They need to earn the respect of staff and the community, identify issues and initiatives that need to be addressed, build coalitions in support of their actions, neutralize their opponents and manage day-to-day activities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The superintendent must do these things with scant resources: often little or no staff support, and no ability to hire consultants or give money to supportive community groups,” the Bellwether study said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“District leaders can be the most prominent public figures in their towns. They can’t be anonymous, or leave thinking about population declines or the local economy to others.”"},{"filename":"","filetype":"tableau_1","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When he served as SAD 4’s superintendent, Stearns quickly learned about the importance of setting up meetings and talking to municipal leaders in person to keep communication going. Residents’ questions and concerns about this year’s budget had good answers, Stearns said, but there was a failure in communication."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"An absence of communication leads to polarization, said Botzojorns, the Vermont superintendent."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Any leader coming to a rural district from the outside, whether a superintendent or neutral facilitator, needs to provide local residents with a complete biography as a way of building up trust, so residents don’t spread misinformation about them, which often happens, explained <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/ruralfutures.nebraska.edu\/ourteam\/&amp;sa=D&amp;ust=1481921311895000&amp;usg=AFQjCNHlj6_fTaegUBHYL1Fsj5uut71fbg\">Randolph Cantrell<\/a>, a rural sociologist with the Rural Futures Institute and the University of Nebraska Extension. They need to let them know where they came from, who their family is, if they grew up on a farm or in a rural area, and what their values are."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And the administrator should ensure that major conversations involve a wide range of personalities from the community, Botzojorns said — the person who knows everyone in town, the person who says no to everything, and the person who gets everything done but nobody knows."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Communities need a local champion to step up, Cantrell said. They need a person who has the influence and respect of the community, and will give a logical and reasoned argument as to why a difficult decision has to be made. Recruiting someone for that role is challenging."}],"preview image":"","short title":""},{"heading":"Getting by with God","content":[{"filename":"19308556.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Robert Smith shops at the Save-A-Lot grocery store in Dover-Foxcroft in late November.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As distrust persists in SAD 4, residents like Smith continue to struggle to pay the bills each month. After paying off his credit card, car insurance, electric and heat bills, and other payments, he said he is lucky if he has enough money to gas up his van or buy food after he’s exhausted his food stamp allocation. He credited God for his ability to get by."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He fears that if school district costs increase, he’ll be forced to move."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If they keep doing this, things are going to get out of hand,” Smith said. “They’ve got to figure out where to do cutbacks because it seems like they just spend money wherever they want to spend money, and price is no object. But they can’t do that. And I’m not trying to take away from the kids’ education, and I’m not trying to down nobody, but it’s just that’s what I see on my end.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em>mainefocus@bangordailynews.com<em>. Click<\/em> <a class=\"c4\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1481921311903000&amp;usg=AFQjCNE0s0xZCVJrgTZAi7-6xMqrPbpTMw\">here<\/a><em> to sign up for the Maine Focus email newsletter. Multimedia presentation by Coralie Cross.<\/em>"}],"preview image":"","short title":""}]}