{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Author’s note: This is the first piece in an ongoing look at how the transition to a service economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Rural communities have found they must develop a new purpose since the old reasons for existing are mostly gone. Some communities are going through this process of addressing their challenges, but most have not been able to face the hard choices before them.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"}]},{"heading":"Prologue","content":[{"filename":"19132105.jpg","filetype":"photo","size":"big","orientation":"full","caption":"The woods near Alder Stream in Orneville Township, Maine.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"My father’s memories have holes. The house where his grandmother lived in Orneville Township was leaning to one side even when she lived there, back when there was still a house at all. His recollections of the place in Piscataquis County are those of a child: an old wood stove in the kitchen, a moose head mounted in the parlor. He can’t quite remember what he called her, the woman who raised 10 children including his mother, Shirley. Maybe it was Grammy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Does it look familiar?” I asked my father, Paul Rhoda, as we drove down McCorrison Road in Orneville on Sunday, Oct. 16. It’s a dirt road off Route 11, just down from where his grandmother, Catherine Rolfe Hoxie, and grandfather, Richard Hoxie, lived at the turn of the century — growing their sustenance, trading food for doctor’s services upon the birth of their children. My dad’s family called it the Rabbit Road because of the number of rabbits they used to spy there."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“No, it’s been a long time,” my dad said. We were looking for a place off the Rabbit Road that had disappeared: an old road with a bridge. Today it’s barely a path in the woods. It’s barely a pile of granite. But we wanted to find it, this now-wild place my father hadn’t seen for more than 40 years, where his parents — my grandparents — fell in love."}],"preview image":"","short title":""},{"heading":"Little by little","content":[{"filename":"19092165.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A deer stands in Steve and Judy Sherman’s yard in Oxbow Plantation on Nov. 7.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As more people have died or left outlying, rural Maine towns, those remaining have watched the places around them change fundamentally and, sometimes, disappear."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The state passed a milestone in 2011 when deaths began to outnumber births. But the counties along the rural rim of Maine — Oxford, Franklin, Somerset, Piscataquis, Aroostook and Washington — reached that point much earlier. The last time they, as a group, saw more births than deaths was in 1995, according to vital statistics data compiled by the BDN. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Three rim counties — Oxford, Franklin and Somerset — have grown their populations slightly <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/public.tableau.com\/views\/MapofPopulationChangeinMaine\/Dashboard1?:embed%3Dy%26:display_count%3Dyes%26:toolbar%3Dno&amp;sa=D&amp;ust=1480626096184000&amp;usg=AFQjCNF2UoVCL-S3NJdarJwIIypNGMhIPg\">since 2000<\/a> due to in-migration."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s not possible to know the fate of individual rural communities, but the odds of reversing population decline in general are slim."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Especially for places with net out-migration and more deaths than births, “the prospects for future population gains are limited at best,” wrote the Carsey Institute in <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/scholars.unh.edu\/cgi\/viewcontent.cgi?article%3D1004%26context%3Dcarsey&amp;sa=D&amp;ust=1480626096185000&amp;usg=AFQjCNGzxNZyL07wnyNhmha5V7Z23f9Iww\">a 2006 report<\/a> on demographic trends in rural America."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As Maine’s more remote counties continue to lose their people, it stands to alter the collective memory and identity of those places. The loss is an economic one. It’s also personal."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between 1999 and 2015, Oxford, Franklin, Somerset, Piscataquis, Aroostook and Washington counties, as a group, lost 20.67 percent of their prime working-age people, considered ages 25 to 54. The remaining counties lost 8.6 percent, according to calculations of U.S. Census Bureau data."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most people in Maine, long known for its mountains, trees and fields, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/12HDNPOcA8rC9GQDjYzs2Tigyi6YG5ZKyBZWGSkKmLec\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1480626096187000&amp;usg=AFQjCNGqQoq1xzpRXBPIsva8RQVlwuOlsw\">live in or near cities<\/a>. Sixty-eight percent are huddled in just four metro or micropolitan areas: Augusta-Waterville, Bangor, Lewiston-Auburn and Portland-South Portland, according to the census."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s likely that every family in the rim counties knows someone — perhaps someone they care about — who left."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The decline in people and natural resources-based jobs doesn’t mean some town leaders aren’t trying to build environments to welcome business start-ups and newcomers, or address their circumstances. It doesn’t mean the places aren’t beloved."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After all, in rural communities, people’s “strong attachment to a homeland often has little to do with aesthetics or even happiness but can bear more resemblance to attachment to a leg or a lung,” wrote Dawn Potter, who lives in Harmony and directs the Frost Place Conference on Poetry and Teaching, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.the-tls.co.uk\/articles\/public\/humanity-trump-voters\/&amp;sa=D&amp;ust=1480626096189000&amp;usg=AFQjCNEUyww3GR5P1mOaUr01YQVBQ4gAuw\">for The Times Literary Supplement<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the reality is that thousands of people have watched their schools and congregations shrink in size, neighbors’ houses stay vacant, storefronts go dark, or roads return to dirt. In some cases, they’ve even seen their community’s local government dissolve — or try to. They’ve seen their community’s past disappear, leaving an uncertain future."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But because the loss of people, houses, churches, stores and even roads happens little by little over decades, local residents don’t feel the effects immediately. They may understand what’s happening but don’t tend to talk directly with one another about it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Instead, they describe what used to be. They weigh grim options at town meetings. Sometimes, they walk through the woods in search of a memory."}],"preview image":"","short title":""},{"heading":"‘The world will go on without us’","content":[{"filename":"19092145.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Steve Sherman, the first assessor in Oxbow Plantation, led his community through the process of deorganization, culminating in a final town vote on Nov. 8. He’s pictured on his Christmas tree farm in Oxbow on Nov. 7.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When he was 11, Steve Sherman woke up early each morning to walk next door to his one-room schoolhouse in Oxbow Plantation, sweep its floor, make sure there was water for his 25 or so fellow students, and start a wood fire. It was a job. He got $10 per week."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Nearly 50 years later, on this year’s Election Day, Nov. 8, he was again the first to arrive at the school, now used as the Aroostook County plantation’s only community building. It was shortly after sunrise, around 7 a.m., and Sherman, the first assessor (and Oxbow’s road commissioner, public health officer and general assistance administrator, along with assistant fire chief in Masardis, the next town over), needed to start a fire to warm the room."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Voters would arrive in three hours to put him out of work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This vote was the last step the community had to take together to dissolve the local government and join the Unorganized Territory, where property taxes would be far lower. It received <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?paper%3DHP1112%26PID%3D0%26snum%3D127%23&amp;sa=D&amp;ust=1480626096193000&amp;usg=AFQjCNENjOehRJjbTRZUXF2HDKFfJgtWbg\">legislative approval<\/a> in March."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With so few people — Sherman said there are no more than 50 — residents reached a point where they couldn’t afford to manage their affairs. Property taxes, levied at a rate of $20.95 per $1,000 of assessed value, mainly to pay for local school costs, tipped them toward a solution: deorganization. There are five children left."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They’d been planning for this day for two-and-a-half years. They’d seen it coming for far longer."},{"filename":"19092151.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The sun rises on Oxbow’s community center, which used to be a one-room schoolhouse, on Election Day, Nov. 8, when residents took the final vote to dissolve their local government.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sherman was helping to end what one of his ancestors on his mother’s side, Isaac Junkins, helped start 174 years ago. As one of the first settlers in Oxbow, Junkins arrived in May 1842 with six men to take advantage of the vast available timber by building a sawmill powered by the river, according to an account compiled by the Oxbow Historical Society in 1976."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Oxbow was never an easy place to live. People made a deliberate choice to stay. Even when the river flooded each spring, ruining the sawmill operation, Junkins remained. Similarly, even as the forest industry buckled around him, Sherman remained, too."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You’ve got to be stubborn to stay here, I think,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As a logger cutting with a chainsaw and skidder, Sherman is the last person in Oxbow working in the forest industry, he said, a fact he marvels at. He also runs a Christmas tree farm with views of Katahdin — planting, shearing, spraying and mowing around the hundreds of balsam and Fraser fir himself — and runs a small gift shop with his wife, Judy Sherman, out of their house."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The place — the woods, the land, the location — that defined him, that made Oxbow, is also what’s causing its slow fall. Sherman said, aptly, “Population decline is just killing us.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Despite his dedication to Oxbow, though, Sherman is not despairing about deorganization, which requires residents to give up local decision-making power and sell off their community’s property. The state and county will pick up their costs."},{"filename":"19092147.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"The smoke from the woodstove at the Oxbow community building hits the morning light on Tuesday, Nov. 8.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“No, it’s inevitable,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Deorganization is more of an acknowledgement of the circumstances. It may extinguish the rights of the plantation, which is Maine’s simplest form of municipal government, but it won’t necessarily change him. Sherman has accepted that Oxbow, and other small communities, have fundamentally changed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“These little towns don’t have a ball team any more,” he said. But “that happened in its day. And that day is gone. You’ve got to be realistic. Time only runs in one direction.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s hard to say it does matter in the scheme of things,” he continued. “The world will go on without us.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Finished building the fire, Sherman walked out of the community building. Behind him, smoke curled out of the chimney to touch the rising sun. It turned from gray to white and disappeared."}],"preview image":"","short title":""},{"heading":"‘There are things you need to have a soul’","content":[{"filename":"19092149.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Daylight hits the Aroostook River in Oxbow Plantation, on Election Day, Nov. 8.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The challenges in rural and deep rural Maine, mostly made up of communities in the counties along the state’s western, northern and eastern edges, stem not from having the number of older people that they do. Rather it’s from not having enough younger people to replenish the labor force, buy homes and fill the schools."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s possible to see the divisions grow between counties as some have lost a greater percentage of their prime working-age people than others. Since 1999, Washington, Aroostook and Piscataquis counties have lost the greatest percentage of their core working-age population, at 27.46 percent, 26.71 percent and 25.87 percent, respectively."},{"filename":"","filetype":"tableau_2","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s possible to measure the contraction with several other stunning statistics:"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Dwindling statewide rural population: If nothing changes, most of Maine’s communities with <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/1M1p3fAyYp5Icp9DbVDV9BIJBILO5QyrXCCDkpyZOQyo\/edit%23gid%3D713971197&amp;sa=D&amp;ust=1480626096204000&amp;usg=AFQjCNE_JlFaeLRQMO6Pa41D-rvELzc40A\">fewer than 2,500 people<\/a> — about 85 percent of them — will continue to lose population into 2034, the Maine Office of Policy and Management <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/maine.gov\/economist\/projections\/index.shtml&amp;sa=D&amp;ust=1480626096205000&amp;usg=AFQjCNHC415vALX0BcCIatHela_WDONRoA\">projects<\/a>. The U.S. Census considers a population above that threshold of 2,500 to be urban."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Greater loss of rim counties’ population: The vast majority of communities with fewer than 2,500 people in the rim counties — <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/1AJWPsJc6rcI8uVB_QL2l6q4NURdz8BXD0Wy2I1HzK-s\/edit%23gid%3D1291570587&amp;sa=D&amp;ust=1480626096206000&amp;usg=AFQjCNFXrQB-1RJlwU_3Xa8VPBjSGI401Q\">93 percent<\/a> — are projected to lose population between 2014 and 2034, if current trends hold."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Both smaller and larger towns, such as Eastport, Machias, Presque Isle, Dover-Foxcroft, Bingham, Skowhegan and Rumford, are expected to lose people. Fort Kent is the only service center, out of 27 across the rim counties, that is projected to gain population by 2034. But the state estimates it will grow by just 1 percent, based on past trends."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In total there will likely be nearly 21,000 fewer people in the rim counties by 2034, compared with 2014, according to the state’s projections. It’s akin to losing more than everyone in Piscataquis County or the entire town of Brunswick."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Job outlook: Two occupations in Maine are tied for the seventh fastest projected rate of job growth between 2014 and 2024: morticians and physician assistants, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/labor\/cwri\/outlook.html&amp;sa=D&amp;ust=1480626096210000&amp;usg=AFQjCNH-vKzTyjc42triKmMOdV3iiRI-Sg\">according to<\/a> the Center for Workforce Research and Information. It’s a reflection of what the state needs to handle a population with a declining percentage of younger people."},{"filename":"19145185.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"The black line shows deaths, while the red line shows births. The blue represents the natural change in births minus deaths over time.","credit":"Maine Department of Labor","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Population decline in rural areas is both a state and national matter. Rural population growth in the United States was slowing for decades, but it wasn’t until 2010 to 2015 that the country experienced its first-ever period of overall rural population decline, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ers.usda.gov\/topics\/rural-economy-population\/population-migration.aspx&amp;sa=D&amp;ust=1480626096212000&amp;usg=AFQjCNHSs_5NsOJJX98lV8rEEcSBeT0SrQ\">according to<\/a> the U.S. Department of Agriculture’s Economic Research Service. The agency measures demographic changes at the county level."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Maine and elsewhere, global forces have wiped out the need for workers in rural, resource-based industries such as papermaking and logging, taking down ancillary sectors as well. They were the backbone, often the reason for the existence, of rural and deep rural Maine communities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the numbers can’t say what the loss does to individual people in distinct towns and plantations."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s possible for municipalities and school districts to work together to provide services, for churches to share pastors or buildings, for businesses to turn to <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ceimaine.org\/news\/island-employee-cooperative-receives-ceis-sustaining-community-award\/&amp;sa=D&amp;ust=1480626096213000&amp;usg=AFQjCNECYGkH2Y4E-16c_HFrSpmZfhtajg\">innovative financing methods<\/a>, for state and community leaders to incentivize the hiring of nurse practitioners, and for statewide groups to better support ill-equipped municipal officers,  said <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/usm.maine.edu\/policy-planning-management\/mark-lapping&amp;sa=D&amp;ust=1480626096214000&amp;usg=AFQjCNGGszoSIk2kFxerMbZ6lKNlDDAYMg\">Mark Lapping<\/a>, professor emeritus at the Muskie School of Public Service, where he taught community planning, public policy and management."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But though the increased cooperation may help ease rising property tax rates, it can’t stop, let alone reverse, the larger trend."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We have to recognize not every single small town is going to survive, and that’s okay,” Lapping said. “It’s sad, but it’s okay.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A shrinking town can still sustain a high quality of life, he said. It may just need help downsizing gracefully, or deciding how to maintain some services and not others."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But without that discussion about how, or even whether, to address decline, “we’re just leaving people without even a life preserver. We’re basically saying, ‘You’re going to die. You’re going to die, and there’s nothing you can do about it, and, frankly we’re not that interested,’” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The loss of people has statewide repercussions."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“When your population goes down, you’re challenged to keep the soul of your town because there are things you need to have a soul: a church, a school, a center, a town office, something,” said Pat Sutherland, who grew up in Chapman, near Presque Isle, and is now the chairwoman of the town’s selectboard. She also sits on the Maine Municipal Association’s executive committee and previously served in the Maine House."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“When those things all go away, and the buildings and dwellings are falling down because the families are all gone, it’s going to change what I call the Maine brand,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s no real way for people to mourn the loss of rural places, said Barbara Ching, an English professor at Iowa State University and an editor of the book “Knowing Your Place: Rural Identity and Cultural Hierarchy.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Usually people share their heartache at a funeral where “you acknowledge, memorialize and move on,” she said. But with the loss of communities, “We don’t really have any stories or hymns or rituals for doing something like this.”"}],"preview image":"","short title":""},{"heading":"‘Nothing here but memories’","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/11\/MAINEFOCUSCaryPlantationMBEDELL\/pd\/MAINEFOCUSCaryPlantationMBEDELL.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"19132343.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ramon Putnam knows where the northwest edge of Cary Plantation is, even though the post that used to mark it on Oliver Road is gone."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That was one of the better roads in town,” he said, exiting the Aroostook County street and turning left on Route 1 on Oct. 27. “Skedgell Road coming up.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Has he lived his entire life in Cary? “Not yet,” Putnam, 73, said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Skedgell Road, long paved, is now gravel. The plantation didn’t have the tens of thousands of dollars it needed to properly fix the 16-inch potholes and heaved culverts, and pave it. So during the second to last week in October, workers ground up the pavement with equipment akin to a giant rototiller and then packed it back down. What long ago was dust returned to dust."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The plantation <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?paper%3DHP1109%26PID%3Dundefined%26snum%3D127&amp;sa=D&amp;ust=1480626096222000&amp;usg=AFQjCNFWDu2N61YreobuSNeQhq-G7Vgm8Q\">tried to dissolve<\/a> its local government, but the Legislature, which must approve deorganization, said no last March — at the same time it said yes to Oxbow. With about 200 people, Cary would have been the most populous place to ever join the Unorganized Territory. It’s possible too many other towns would want to follow its path."},{"filename":"19132337.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Kai Libby, first assessor of Cary Plantation in Aroostook County, is pictured at home.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It had also struggled to get its finances in order. Cary had not been holding timely annual meetings to finalize its budget, nor sending its property tax bills out on time, nor collecting its taxes in a regular fashion, according to <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/legislature.maine.gov\/legis\/bills\/getTestimonyDoc.asp?id%3D37332&amp;sa=D&amp;ust=1480626096224000&amp;usg=AFQjCNF856k5ioEGsWmSeznll08RVw0BoA\">legislative testimony<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When the first assessor resigned suddenly, Kai Libby, who formerly managed the U.S. Border Patrol station in Houlton, stepped up to fill the role. He doesn’t take payment for his work, to avoid adding to the property tax rate of more than $28 per $1,000 of assessed value. (Aroostook County’s <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/revenue\/propertytax\/statistical_summary\/2015\/1.pdf&amp;sa=D&amp;ust=1480626096225000&amp;usg=AFQjCNFiKOICvFMFIkZkXTmmNWYurLj4sQ\">median rate in 2015<\/a> was $17.78 for every $1,000 of assessed value.)"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With no public place left in town, the assessors tape local meeting notices to their front doors. They gather to do public business in a resident’s heated garage. They didn’t have the money to pay a crew to cut back trees and brush overtaking the roads this fall, so Libby gathered volunteers to do it, including Putnam."},{"filename":"19132345.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Ramon Putnam stands where his one-room schoolhouse used to be in Cary Plantation.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Continuing his drive, Putnam turned right on Haney Road and pulled over by a grassy plot of land: His one-room schoolhouse used to sit there. This is where a young student, who grew up to become his wife, came early in the morning in the 1950s to start a wood fire to heat the space. Fields, often planted with string beans, used to stretch behind the school. Now the earth is masked by fir, spruce and apple trees."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The point is there’s nothing here but memories,” Putnam said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He kept driving through Cary, pointing out where there used to be a church, two gas stations, farms. Was he sad?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Can’t help but miss people,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Wilcox Road, he made his way to a place few know about today: a moss-covered cement rectangle in a stand of trees. It was the remnant of another school."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Off the dirt Estabrook Road, he turned right on a smaller dirt road, with trees bending overhead. “This is peaceful, see,” he said. It ended in a cemetery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The gravestone for his great-grandfather, Blackhawk Putnam, stood beyond the entrance. No one knows where in the cemetery he’s buried; the family put the stone there, he said, “just to mark, you know, the past.”"}],"preview image":"","short title":""},{"heading":"‘Often irreversible’","content":[{"filename":"19132339.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Ramon Putnam grew up in Cary Plantation, and has seen businesses and people leave over time.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"People the world over have grappled, largely unsuccessfully, with what to do about rural job losses and population decline."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hungarian researchers examined what national rural development programs across the European Union say are the answers to the problem and determined the ideas weren’t good enough, in <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidaGp2a2NpdW0zaXM\/view?usp%3Dsharing&amp;sa=D&amp;ust=1480626096233000&amp;usg=AFQjCNHJk27xR9Yj8HE8PW_TKIWurKVgtg\">a 2012 paper<\/a> published in the journal of Studies in Agricultural Economics."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Measures such as “diversification of agricultural development,” “availability of services,” “new workplaces,” “tourism\/Agro-tourism,” and “supporting entrepreneurship,” the researchers wrote, “do not give an effective answer to the population decline in rural areas.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What’s not clear is whether there’s an effective answer at all, given the global economic factors at play. “Changes in rural areas, such as depopulation and land abandonment,” the authors wrote, “usually proceed very slowly yet are often irreversible.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One point is clear, however: Rural communities often fall or rise with the cities and towns surrounding them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That understanding has led economic development officials and planners to advocate for focusing investment in a limited number of cities or service centers, to strengthen their regional economies."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The future of deep rural places is completely tied to the future of the service centers of those rural places, which are by themselves rural towns,” said Evan Richert, who directed the Maine State Planning Office under former Gov. Angus King."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the same time, solutions for similar problems won’t and shouldn’t look the same everywhere, said Anthony Gauvin, associate professor of electronic commerce at the University of Maine Fort Kent. People should look for solutions in the “space that created us” — such as agriculture, forestry and aquaculture."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The challenge is to create products with enhanced value — frozen mashed potatoes as opposed to raw whole potatoes, or jam instead of strawberries."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“A lot of our agriculture and forestry money just gets dragged out of the state. No ‘value add.’ No chance to produce extra outputs. I think that’s where we’re stuck. Nobody should be able to compete, at least in New England, with us at least on these things,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But businesses need people — customers and workers — to survive, while people tend to want to live where there’s a healthy economy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For instance, Reed Plantation in Aroostook County closed its elementary school <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.memun.org\/DesktopModules\/Bring2mind\/DMX\/Download.aspx?Command%3DCore_Download%26EntryId%3D7490%26PortalId%3D0%26TabId%3D204&amp;sa=D&amp;ust=1480626096238000&amp;usg=AFQjCNHVrR1f4CAYY72YKVzfd7T32053hA\">in 2009<\/a>. The nearest store shuttered in 2013. Last year the biggest logging contractor in the plantation shut down. With a population of 161 as of the 2010 Census, the volunteer fire department has had difficulty finding enough young people to do the necessary hard labor, said Mitch Lansky, the plantation’s former town manager. The fish and game club and the women’s society are gone."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“As the town has decreased in size, and there’s been a lot fewer jobs, there’s kind of a downward spiral that goes on,” Lansky said. “As it goes down, it goes down even more because the things that held people here are starting to disappear.”"}],"preview image":"","short title":""},{"heading":"‘If we choose to do so’","content":[{"filename":"19132341.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A cat belonging to Linda and Joel Long perches on the marker distinguishing the U.S.-Canada border in Cary Plantation.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s possible that Maine will innovate its way out of its challenges, but one theory points to difficulties ahead."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s easiest for societies to find solutions at the beginning stage of a problem: build the wagon wheel, discover gravity. Over time, problems become harder to solve — and more expensive to address — as they become more complex, argues Joseph Tainter, an anthropologist at Utah State University and <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.amazon.com\/Collapse-Complex-Societies-Studies-Archaeology\/dp\/052138673X&amp;sa=D&amp;ust=1480626096241000&amp;usg=AFQjCNGvMz1utRoeHfDZIb7bWrR_k6JZaQ\">the author of<\/a> “The Collapse of Complex Societies.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As a result, innovation is likely to continue to decline slowly over a period of several decades, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.youtube.com\/watch?v%3DG0R09YzyuCI&amp;sa=D&amp;ust=1480626096242000&amp;usg=AFQjCNEzytJLoCMSp-5EesWgIJ92qSlLiQ\">Tainter said<\/a> at a 2010 Michigan conference on sustainability."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Within a few years we’ll be able to innovate at an acceptable cost only by taking resources from other sectors of the economy — health care, defense, transportation, infrastructure and so forth, and of course this is a trend that can’t continue forever,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the idea persists that big problems are solvable."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If we don’t make a determined effort to solve [the problems facing us], and if we don’t succeed at that effort, the world as a whole within the next few decades will face a declining standard of living, or perhaps something worse,” wrote Pulitzer Prize-winning <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.jareddiamond.org\/Jared_Diamond\/Welcome.html&amp;sa=D&amp;ust=1480626096244000&amp;usg=AFQjCNEt59ftBrs1Hdie3JYgQsqPHBdPcg\">Jared Diamond<\/a> in <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/books.google.com\/books?id%3DmYPXUHZCp3gC%26pg%3DPT478%26lpg%3DPT478%26dq%3D%25E2%2580%259CIf%2Bwe%2Bdon%25E2%2580%2599t%2Bmake%2Ba%2Bdetermined%2Beffort%2Bto%2Bsolve%2B%255Bthe%2Bproblems%2Bfacing%2Bus%255D,%2Band%2Bif%2Bwe%2Bdon%25E2%2580%2599t%2Bsucceed%2Bat%2Bthat%2Beffort,%2Bthe%2Bworld%2Bas%2Ba%2Bwhole%2Bwithin%2Bthe%2Bnext%2Bfew%2Bdecades%2Bwill%2Bface%2Ba%2Bdeclining%2Bstandard%2Bof%2Bliving,%2Bor%2Bperhaps%2Bsomething%2Bworse%26source%3Dbl%26ots%3DvovrvwOcQH%26sig%3DbPLRqORcOZA3nOCy7yVNbyyxZFg%26hl%3Den%26sa%3DX%26ved%3D0ahUKEwjl4ZLMj7DQAhUB4oMKHS4-CbUQ6AEIHTAA%23v%3Donepage%26q%3D%25E2%2580%259CIf%2520we%2520don%25E2%2580%2599t%2520make%2520a%2520determined%2520effort%2520to%2520solve%2520%255Bthe%2520problems%2520facing%2520us%255D%252C%2520and%2520if%2520we%2520don%25E2%2580%2599t%2520succeed%2520at%2520that%2520effort%252C%2520the%2520world%2520as%2520a%2520whole%2520within%2520the%2520next%2520few%2520decades%2520will%2520face%2520a%2520declining%2520standard%2520of%2520living%252C%2520or%2520perhaps%2520something%2520worse%26f%3Dfalse&amp;sa=D&amp;ust=1480626096245000&amp;usg=AFQjCNEo7787qpZRcSodwjSslrp7ixPZ1Q\">his book<\/a>, “Collapse: How Societies Choose to Fail or Succeed.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“On the other hand, we shall be able to solve our problems — if we choose to do so.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"How individual places choose to respond to challenges often depends on the leaders in the community and what they can dream up, said <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/ruralfutures.nebraska.edu\/ourteam\/&amp;sa=D&amp;ust=1480626096246000&amp;usg=AFQjCNETZSrqQguuxhym9eCcwfxwIN0yFA\">Randolph Cantrell<\/a>, a rural sociologist with the Rural Futures Institute and the University of Nebraska Extension. He’s seen many shift to tourism, for example."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s easier for towns to take charge of their future if they have at least several thousand residents. “The sweet spot tends to be around 2,500 to 5,000 people,” he said. They also need to have a reason to draw additional people."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If there’s no need for more people in the town or surrounding area, towns can decide to simply focus on improving the quality of life for their current residents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Either path can be difficult. “It’s really hard work to try to change a place because you’re trying to get people to invest in a collective outcome, not their own,” Cantrell said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The smaller places get, the more pessimistic they become. “As places grow smaller, the belief that they can make changes declines within the population,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And people rarely talk at length about what the decline means for them personally or collectively."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“‘Generalized bitching’ would be the best description I can come up with,” he said. “It’s not discussed at really deep levels. It tends to be: They’re crabby about the fact that they’re going to have to consolidate a school.”"}],"preview image":"","short title":""},{"heading":"‘A completely other world’","content":[{"filename":"19092133.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Steve Sherman, first assessor of Oxbow Plantation, hangs the American flag outside the community center, before residents arrive Nov. 8 to vote to dissolve their local government.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Steve Sherman arrived at the Oxbow community center first again, carrying firewood under one arm. It was about 9:45 a.m., and the polls opened in 15 minutes. He hung the American flag outside, above the door, while his wife, Judy, readied her election papers and positioned a pine ballot box before her on the table."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"By 9:55 a.m., six people had already gathered outside to chat in the sun. “Morning! Got customers,” Judy Sherman said as Paul and Judy Gray walked in."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A Pomeranian named Shadow followed them. She belonged to Fred and Becky Knight, who own Mystic Acres Campground and organize the Oxbow Music Festival every summer, which draws 400 to 500 people. The dog took turns greeting each person in the room."},{"filename":"19080249.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Judy Gray of Oxbow Plantation sits to fill out her ballot at the community center — once the one-room schoolhouse — on Nov. 8 as another resident’s Pomeranian, Shadow, vies for her attention.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We’re officially open,” Judy Sherman announced at 10 a.m. “There are pencils on the table.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There was no rush. Judy Gray and Becky Knight went first, while everyone else stayed on the front lawn."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Becky, I’ll give you this,” Sherman said after she handed in her ballot. It was an “I voted” sticker."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Outside, Knight looked at the sticker, bemused. What did she need it for in a place 50 minutes from a shopping center, where the only people who would possibly notice it were all standing in front of her?"},{"filename":"19080247.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Chuck Dionne of Oxbow Plantation fills out his ballot at the community center on Nov. 8. A registered Maine Guide, Dionne announced when he entered the polling place that he may have left somebody behind in a tree stand to get there early.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They had known for a long time how she would vote, too. She and her husband had, after all, started the petition more than two-and-a-half years ago to prompt the official process of deorganizing Oxbow."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s hard not to be familiar with neighbors in a place like Oxbow. Glen Kleinfelter, who bought the <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.homesteadlodgemaine.com\/&amp;sa=D&amp;ust=1480626096257000&amp;usg=AFQjCNF-qGSqG2GoHeAqERFoCdpLbit8eQ\">Homestead Lodge<\/a> in 2013 and raises bison, recalled his effort to attach his snow plow recently. His neighbor and Oxbow’s third assessor, Paul Gray, saw what he was trying to do and came over to help. Soon after, another neighbor joined. He hadn’t asked for their help. They just offered it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Living in Oxbow was one of Kleinfelter’s dreams. He’d been traveling to the area for many years to hunt. After having open-heart surgery four years ago, he and his wife, Ann, decided to leave Pennsylvania for The County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“When you have open heart, it opens your eyes,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But living far from amenities isn’t for everyone. “Fun is what you make it. Some people like to be cooped up in the house. That’s not for me,” he said."},{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/11\/MAINEFOCUSLittleOxbowPoemMBEDELL\/pd\/MAINEFOCUSLittleOxbowPoemMBEDELL.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"19092125.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many of Judy Sherman’s memories of growing up in Oxbow are of the outdoors."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When she was a child, she and her siblings slid down their three-story barn, which became a steep shoot under deep snow. Her older brother, Ray, attached boards to the roof, so they could climb to the top, and they rode down on sheets of cardboard. Her father was furious at first, she said, but then he grabbed an old snow shovel, climbed to the top and slid down himself. It was okay after that."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When parents in Oxbow gathered to play cards, they enticed the children out of the house by giving them each a jar. Whoever caught the most lightning bugs got a candy bar."},{"filename":"19092129.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Judy Sherman laughs as she chats with Oxbow voters Nov. 8.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At night, they dipped cattails in kerosene, lit them on fire, and jumped from rock to rock in the river."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And when someone in Oxbow was expecting a baby, the whole town gathered for the baby shower."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sherman couldn’t remember the last time they had a baby shower: “It was a completely other world.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Change will continue. The final vote to deorganize Oxbow was 37-2. It will become Oxbow North Township on July 1."}],"preview image":"","short title":""},{"heading":"Epilogue","content":[{"filename":"19132915.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Shirley (Hoxie) Rhoda, to the far left in the back row, is pictured with her classmates likely in the 1930s. She grew up in Orneville Township and later lived in Milo where she and her husband, Earl Rhoda, ran a dairy farm.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"My father and I reached an intersection on McCorrison Road in Orneville, in our search for the ruined bridge. We were trying to retrace the route my grandfather and grandmother took on their dates in horse and buggy more than 70 years ago."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We could drive left, continuing on the well-kept dirt road. We could go straight on a less well-maintained woods road. Or we could turn right on a grassy trail, traversable with a four-wheeler or on foot."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"My grandmother knew the families who used to live on what are now these woods roads and trails. “All the kids who lived there moved away, and all the people who lived there eventually passed away,” my father said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We chose the least traveled path. It didn’t exist on our Gazetteer, but we’d be heading in the right direction toward Alder Stream."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If anything looks like a road that existed in the ’30s, this is it,” my father said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I peered side to side, into the woods, as we walked. Perhaps I’d see an old cellar hole or abandoned equipment — a sign of human life. All I found was a rusted oil can."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It didn’t take us long to get stuck. The path ended in shrubs. We reached a large mud puddle and a collection of rocks, about 5-feet tall, that looked like some type of embankment. It was not the bridge."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I don’t know what we wanted to accomplish by seeing a place that had returned to wilderness and is now <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.sweetwatertrust.org\/swt-state-lists\/maine-lands\/&amp;sa=D&amp;ust=1480626096269000&amp;usg=AFQjCNHvBzZ1xcu6w2Jq_Yy3iLXheYbjCA\">conserved land<\/a>. It no longer represented my grandmother, Shirley, who died in 2010, or my grandfather, Earl, who died in 1996, or the times they knew."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Did I think the exploration would help me better understand where I came from? Maneuvering between the spruce, fir and alders told me nothing about the people they supplanted. What is a place without its people?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We turned around. We’d get directions to the bridge from my uncle in Milo, something we should have done before we set out on our own, searching for a place of faded consequence."},{"filename":"19236974.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The old road through Orneville Township, to the left of the granite bridge abutment, is now overgrown with trees.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The trend of continued loss raises existential questions. Why should people care about communities in remote areas that mainly trees wish to reclaim?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Maybe the point is they shouldn’t care. The ones that care have a connection to it,” my father hypothesized."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But doesn’t anyone who lives in Maine have a connection to rural land, whether they know it or not? Its lumber builds our homes. Its farmland feeds us. Its people raise generations."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think all change should be celebrated — celebrate the good that came from it,” my father said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Later that day, we continued our journey into the woods in Orneville. We had to push past the weeds taller than my head and cross the embankment of stones. After that, we had to keep walking."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There was the faintest sign of a former path. We thought we lost it. We ended at Alder Stream. And there were the two remaining sides of the granite bridge to our right. They faced each other over a slate vein in the dry stream bed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We’d been on the old road all along."},{"filename":"19132723.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Paul Rhoda is pictured by the remnants of an old, granite bridge in the woods of Orneville Township, where his father, Earl Rhoda, took his mother, Shirley Rhoda, in horse and buggy when they were courting in the early 1940s.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This was the route my grandfather would take my grandmother by horse and buggy when he was courting her, my father said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He only knew because his father had mentioned it offhand after they fished the stream one day in the 1970s. He’d carried the memory forward."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I asked him if seeing the place made him sad."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“No, not at all. Why?” he said, rarely one to be somber."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Because everything’s gone.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em><a class=\"c7\" href=\"mailto:mainefocus@bangordailynews.com\">mainefocus@bangordailynews.com<\/a><em>. <\/em><em>Click<\/em><a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1480626096279000&amp;usg=AFQjCNGF6dbVlLlc33a4AD8uBraG-CT5ag\"> <\/a><a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1480626096279000&amp;usg=AFQjCNGF6dbVlLlc33a4AD8uBraG-CT5ag\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}],"preview image":"","short title":""}]}