{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Editor’s note: This is the fifth in a series called <\/em><a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/forgotten-maine-workers\/&amp;sa=D&amp;ust=1492207280931000&amp;usg=AFQjCNFllVArQHUPBKxfcUKYGsuW9JcKjw\">Forgotten Maine Workers<\/a><em> that examines <\/em><em>how Maine could <\/em><em>realize the hidden potential among its workers.<\/em>"}]},{"heading":"‘A tangle’","content":[{"filename":"20133138.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Justin Paulin learns how to drive a tractor trailer truck earlier this year. In recent years, the vast majority — 87 percent — of adults with low incomes who got work soon after training were still employed nine months later. On average they were earning $12,000 in a six-month period after their program, according to data compiled by Social Policy Research Associates. Paulin is set to earn more than the average.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Justin Paulin, 32, and Ronn Collington, 34, have similar pasts. They both served time in prison for selling drugs and, as a result, have little work experience and no formal degrees. They both lived at a halfway house in Portland last year. And they both wanted to go into commercial truck driving."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then their experiences began to diverge. Collington landed a temporary job with a moving company. And, after reading a list of resources posted at the halfway house, he discovered a place called Workforce Solutions in Portland where people could use computers for job hunting."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When he visited, Collington learned that the office on Lancaster Street did more than provide technology: The employment counselors there actually enrolled people in training programs that could connect them directly to well-paying jobs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He told Paulin, and the two decided to give Workforce Solutions, which is a partner in the Maine CareerCenter network, a try. That’s when their futures split."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They had unknowingly entered the bureaucratically inflexible structure of Maine’s job training system, which has a federal funding source that requires it to serve a narrowly defined group of people who need work — and to meet performance measures that don’t necessarily correspond to Maine’s workforce challenges."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Paulin was eligible for job training because he had no income at the time. An employment counselor steered him directly into commercial driving school classes. They were already paid for. It seemed “a little too good to be true,” Paulin said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But because of his temp job, Collington earned too much to qualify for job training — but just barely. He wasn’t on public benefits such as food stamps, either, which would have made him eligible."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He didn’t quite understand why he had been rejected. “I didn’t have anything,” he said. His temp job could have ended at any time, and then who would hire someone with a felony record? Training could have made a difference in his career trajectory."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With a shrinking number of younger workers to replace retiring baby boomers, Maine needs to find a way for more people like Collington to get ahead — people who require a skill, a connection or just a chance. But the job training services aren’t available, or widely known, to many of the thousands of Maine residents who could benefit from them and will be needed to power Maine’s economy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What’s more, federal funding available for job training, which is accessed through Maine’s 12 career centers and overseen by three regional workforce boards, has decreased over time. This particular system — for people who have been laid off, other adults with low incomes, and struggling youth — receives no direct state funding. And a host of similar job training initiatives in Maine create administrative redundancy and disperse fixed resources so they have limited effects."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The system-wide challenge has real effects on Maine people."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It is a tangle of multiple programs through multiple bureaucracies and a real fragmentation in my view that doesn’t come close to meeting the needs that we have,” said John Dorrer, former director of the Maine Department of Labor’s Center for Workforce Research and Information."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine’s workforce development system could, in its broadest sense, be described as comprising at least 16 different employment and training programs, five major education providers and four related programs for more targeted groups. Reaching more people would require rethinking the system as a whole and being bold, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“When push comes to shove, we can think big and do big things, but we’ve been, I think, thinking small and been very stingy when it comes to effecting the transitions of people’s lives,” Dorrer said."}],"preview image":"","short title":""},{"heading":"‘I’m an exception’","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"During his first few years in prison, Paulin was bitter, he said. Then his mother died in 2013. And he decided to participate in an 18-month program to learn to identify unhealthy behavior and hold himself accountable. It changed his outlook."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He set goals for his official release in December 2016 that were short-term, realistic and measurable, such as reconnecting with his family, earning his driver’s license, getting a job and paying off his fines. If he could achieve those things, he would save up for a reward: a motorcycle."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Job training was the key to making much of it possible."},{"filename":"","filetype":"map_1","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine pours millions of dollars into its community colleges and universities, which dominate discussions about workforce development. But higher education isn’t realistic for everyone, especially those who can’t afford it, aren’t academically inclined or need a job quickly."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This is where Maine’s job training system comes in. The three regional workforce boards led by businesses — based in Brunswick, Lewiston and Bangor — set priorities for training based on each area’s economic needs. They receive funding from the federal Workforce Innovation and Opportunity Act, or WIOA, which pays for clients’ job search assistance, career counseling, classroom training and on-the-job training."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between July 2015 and June 2016, 2,132 job seekers — 987 low-income adults, 546 laid-off workers and 599 youth — received some type of free, personalized help with those WIOA funds, according to the State Workforce Development Board’s most recent annual report. It doesn’t say how many people weren’t able to qualify."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After he was deemed eligible, Paulin earned his class B commercial driver’s license to drive a concrete mixing truck, and a cement mixer company in southern Maine hired him immediately on a trial basis. Workforce Solutions paid half his wages for 12 weeks. At the end, either the company or Paulin had the chance to walk away."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That was my opportunity to prove myself,” he said. And he did. Within several months of his release from prison, Paulin had a steady job paying about $20 per hour and an opportunity for advancement: The company now needs him to earn a class A commercial driver’s license to drive tractor trailers."},{"filename":"20202640.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Ronn Collington, 34, of Westbrook earned barely too much to qualify for job training, but he's moved on. He has a job that pays $14 per hour and sees private clients as a personal trainer at night.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Research shows training works, especially in the short-term: It gets people into jobs, and it increases their earnings."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Paulin, who said he plans to stay with his company for a long time, has even begun to work toward his gift to himself: He’s in the process of getting his license to drive a motorcycle."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Collington, meanwhile, works full-time in shipping at a specialty sauce company in Portland and earns $14 an hour. It’s allowed him to live in Westbrook and buy a car, but he knows that job training could have placed him in a position that paid far more."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But he can’t change the past. <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.youtube.com\/channel\/UCqJ-7isZ9q2KvsEJOy-Gw5A&amp;sa=D&amp;ust=1492207280964000&amp;usg=AFQjCNGYBwPMuJeEVS-ZsMkPKISDgofk4Q\">He’s become a personal trainer<\/a> by night, and he’s working on his dream: He’s finishing up a business plan to open his own gym for trainers with private clients."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“My future looks very good, but I’m an exception,” he said. “I’m a very rare exception based on people coming out of prison.”"}],"preview image":"","short title":""},{"heading":"‘More barriers’","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine’s workforce boards are bound by federal, state and regional decisions concerning whom they can serve, and there is little flexibility to adapt to changing economic conditions. In a tightening labor market, especially in southern Maine, the people who haven’t found work yet are likely among the hardest to employ. Some may have a substance use disorder, struggle to read and write, or not speak English as a first language."},{"filename":"","filetype":"map_2","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We’re seeing people with more barriers than in the past,” said Michael Bourret, executive director of Coastal Counties Workforce Inc., which oversees training on behalf of the business-led Coastal Counties Workforce Board for job seekers in the midcoast and southern Maine. “The world has shifted under us.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/wdr.doleta.gov\/research\/FullText_Documents\/ETAOP-2016-04_15-Month-Impact-Report-%2528accessible%2520pdf%2529.pdf&amp;sa=D&amp;ust=1492207280972000&amp;usg=AFQjCNElaUJbo-JGvtMnYEdLiols60wE9w\">national study<\/a> of low-income adults and laid-off workers enrolled in training programs between November 2011 and April 2013 found 78 percent had no more than a high school diploma or GED, and about one-fifth had not been employed in the previous five years."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the organizations responsible for job training are caught in a bind. If they turn their attention to preparing <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2017\/04\/11\/mainefocus\/thousands-of-maine-men-are-missing-from-the-workforce-and-no-one-really-knows-why\/&amp;sa=D&amp;ust=1492207280973000&amp;usg=AFQjCNFfGnbwyt-2t12MSILz-O6OvqjnEA\">people who need more time<\/a> to get employed, or physically or emotionally can’t work full-time, they risk falling short of performance benchmarks required by their federal funding source. By falling short of those benchmarks, they would be penalized with less funding."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There’s a bureaucracy that impedes urgency,” summed up Paul Scalzone, director of a program at CEI, based in Brunswick, that helps businesses navigate workforce development programs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For fiscal year 2015, the organizations had to meet <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1FtE4UY-n5HdizFcpHUIcyAZeNAk2V_wVSPV1gS6oGw8\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1492207280976000&amp;usg=AFQjCNEvkoKLII8LFiGF9YTRzPyki2POvQ\">several federally <\/a><a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1FtE4UY-n5HdizFcpHUIcyAZeNAk2V_wVSPV1gS6oGw8\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1492207280977000&amp;usg=AFQjCNFhJ40GK1U6smiSznejp-LwvzOMpw\">approved goals<\/a> or risk losing funding. Here’s one: Roughly 84 percent of adults with low incomes who received help had to find employment in the first quarter after they finished their program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was a goal the state met."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet full-time employment may not be realistic for some clients, or it may take more time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The performance standards that we are held to do not encourage practitioners to serve risky populations. The kind of assistance many unemployed [people] with barriers face requires interventions that don’t quickly result in a credential or a job,” Bourret said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The state could encourage experimentation by supplementing the workforce board system with its own funds, which it could designate with fewer restrictions attached, Bourret said. Or it could align other workforce programs to fall under the local boards’ purview."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Currently, the workforce boards compete with one another and even the state for additional grant funding — not just because of their missions but to support themselves financially. For instance, Coastal Counties won a five-year, $5-million federal grant that ended in November to offset the cost of on-the-job training for 370 people in mid-level positions in its region."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But there has been little appetite for building up the board system, which some, including officials in the LePage administration, have described as wasteful because of its structure — with required federal, state and regional oversight that results in a cascade of WIOA money spent on auditing, fiscal monitoring, record keeping and personnel, and less spent on services for clients."},{"filename":"Workforceboardfunding.svg","filetype":"photo","size":"big","orientation":"full","caption":"","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After taking a cut of almost 25 percent, the Maine Department of Labor disburses the remaining federal funds to three entities that oversee training services on behalf of the regional workforce boards. Those entities retain 10 percent of their funds for administration. Then, they contract with other community organizations — such as Eastern Maine Development Corporation in Bangor or Workforce Solutions in southern Maine — that provide the actual career counseling and case management at local career centers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In an administrative twist in Washington, Kennebec and Somerset counties, the entities re-contract with the state to provide the direct client services because it “already had a team in place,” said Julie Rabinowitz, director of policy, operations and communication for the Maine Department of Labor."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Maine can’t afford any waste in the system, and the system is wasteful as it was created,” Rabinowitz said. “It’s overly burdensome in a lot of ways, and that’s why the governor wants flexibility.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2012, Gov. Paul LePage <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2012\/08\/29\/business\/plan-aims-to-cut-costs-for-job-training-programs-include-local-businesses\/&amp;sa=D&amp;ust=1492207280989000&amp;usg=AFQjCNFORxyooMj5bATkr9-bOwfBZ-G43w\">attempted to consolidate<\/a> what were then four regional workforce boards into one. In addition, he proposed that eight regional chambers of commerce regularly convene businesses to discuss the skills they wanted their area job training programs to focus on."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The federal government <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/file\/d\/0B0KSu-hvIqPqZjVZLW9PMVI1VXM\/edit&amp;sa=D&amp;ust=1492207280993000&amp;usg=AFQjCNGMLhtN84wnnPkls0Ahv8gpB_7xQQ\">didn’t approve the request<\/a> because of problems with state government’s management of workforce funds. Also, LePage didn’t have the support of local boards."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There has been no recent push to break up the current board system, though the two workforce boards that used to separately serve the Bangor region and Aroostook and Washington counties joined into one in July 2016, given limited funding. It’s now known as the Northeastern Workforce Development Board."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The system has regional oversight because there are different economic needs throughout the state, said Joanna Russell, the Northeastern board’s executive director. “Think about the differences between Ellsworth or Mount Desert Island and Dover-Foxcroft or Bridgewater, Maine,” she said."}],"preview image":"","short title":""},{"heading":"Nothing less than full engagement","content":[{"filename":"20191752.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"People who are underemployed comprise not just the unemployed who are actively looking for work but people who are less active in their job search and those who are employed part time but want full-time work.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine sends no taxpayer dollars of its own to the workforce boards, and federal WIOA funding has decreased over the last decade — all while the need to connect hard-to-help job seekers with work has grown."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"February’s estimated unemployment rate of 3.2 percent may be <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.bls.gov\/web\/laus\/lauhsthl.htm&amp;sa=D&amp;ust=1492207281001000&amp;usg=AFQjCNGtj9NBfN4Oc3AtBNMObB2KERECKw\">the lowest recorded<\/a>, but it hides a more complex situation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2016, 27,000 Maine people were actively seeking jobs — an estimated 13,000 of whom had been laid off. An additional 6,800 people were less active but had looked for a job within the previous year. And 27,400 more people worked part-time even though they wanted or needed full-time work, <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/1LyU7_pf7ygLYtH7b5G3jha1sjvK14WaEmCStIhIc0gs\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1492207281004000&amp;usg=AFQjCNETV76GjdT0VsLjbWbgilEuHdTDVw\">according to<\/a> the Bureau of Labor Statistics."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many more weren’t seeking jobs at all. In 2016, an estimated 93,000 Maine people, ages 25 to 54, were neither working nor looking for work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over the next couple decades, economic experts <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/bangordailynews.com\/2017\/03\/20\/mainefocus\/why-we-decided-to-look-into-the-future-of-maines-workforce\/?ref%3DrelatedSidebar&amp;sa=D&amp;ust=1492207281006000&amp;usg=AFQjCNFSlL94fqVrWrW_p1xHYqKbjzYusg\">estimate there will be<\/a> a gap of about 111,000 workers, as the number of people retiring surpasses the number of younger people available to replace them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“In an environment in which the labor force is shrinking, Maine does not have the luxury of tens of thousands of people being less than fully engaged in the workforce,” the state’s most recent <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/swb\/documents\/wioa\/plan\/FINAL%2520Maines%25202016-2020%2520WIOA%2520Unified%2520Plan.pdf&amp;sa=D&amp;ust=1492207281007000&amp;usg=AFQjCNE3u7aOW6djZSJqZ4xzbfVI1t_3WA\">workforce plan<\/a> stated succinctly."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine has larger demographic challenges to tackle, given its constricting labor force, but getting everyone here who can work to take a job is “the low-hanging fruit,” Dorrer said."}],"preview image":"","short title":""},{"heading":"‘Because you can’","content":[{"filename":"20191762.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Alexandra Wall is pictured with her daughter, Annabelle Paige Lucas, 3 months, on Saturday, April 8.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Dorrer could have been talking about someone like Alexandra Wall, 20, of Edgecomb, in Lincoln County. During the summer months she worked at an inn in Boothbay Harbor, but she quit after she became pregnant. Severe swelling of her feet and vomiting prevented her from working long hours."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After giving birth to her daughter in December 2016, Wall had difficulty finding a job, especially something she was passionate about, she said. One night, she and her husband, who’s a machine operator at a building products company, talked about their future and came to a realization."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I want better for my daughter. I don’t want her to be like, ‘Mom and Dad are struggling,’ or ‘Mom and Dad are fighting over money,’” she said. “I kind of looked at myself and asked, ‘Is this what I want to be for the rest of my life?’”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today Wall is taking a course through adult education to become a certified clinical medical assistant. She should have her certification by the end of this summer, and is looking for a job to help support her family in the interim. It’s possible because of her employment counselor, Mallori Park, at the Southern Midcoast CareerCenter in Brunswick, which Wall discovered online."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Park found job opportunities for Wall to apply for, approached businesses close to where Wall lives to see if they’d be open to hiring someone, helped her enroll in school, and made sure she had gas cards, so she could drive to and from school."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most of all, she believed in Wall and would tell her, “Don’t feel like you can’t do it. Because you can,” Wall said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The relationship between a client and career counselor can be essential to helping someone into training or through a job search. But those connections depend on funding being available."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In fiscal year 2001, what was then the Workforce Investment Act provided $4.75 billion to all the states. It later became WIOA, and by fiscal year 2016 total funding had fallen 38 percent to <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nationalskillscoalition.org\/resources\/publications\/file\/We-Cant-Compete-if-We-Cut-1.pdf&amp;sa=D&amp;ust=1492207281018000&amp;usg=AFQjCNHbbmrGdA8Pi_DcF3y0tYpWlRYs4w\">$2.93 billion<\/a>, according to the National Skills Coalition."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"President Donald Trump’s 2018 budget proposal would reduce the U.S. Department of Labor’s funding by <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.theatlantic.com\/business\/archive\/2017\/03\/trump-budget-dol\/519933\/&amp;sa=D&amp;ust=1492207281020000&amp;usg=AFQjCNHmhtGWb0KJVEslTuWfqi1FlnLjrA\">21 percent<\/a>, meaning employment training programs could be further cut or eliminated."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“A lot of times you can reorganize things and do things more productively, and you don’t need more money,” said Carl Van Horn, founding director of Rutgers University’s Heldrich Center for Workforce Development in New Jersey."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But in this case, the public job training system “is so poorly funded nationally and has been for many years,” he said. “What’s needed a lot of times is group and individual counseling, which is expensive and time consuming. They just don’t have the money to do that.”"}],"preview image":"","short title":""},{"heading":"‘A fairly bewildering maze’ ","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine’s workforce board structure is part of an even larger system involving tiers of government regulations and dozens of different programs with their own funding streams, histories and preferred methods."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Figuring out how to make them all work better together should be the goal, said Van Horn. “It’s not a study. It’s not another report. It’s a process that needs to be undertaken. And it requires leadership on the part of business, education and the political community to pull that off.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The BDN condensed a list of publicly funded job training programs into this:"},{"filename":"maineworkforcesystem-01.svg","filetype":"photo","size":"big","orientation":"full","caption":"","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s a fairly bewildering maze of services and programs that very few people comprehend,” Dorrer said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But there has been little effort to unify programs, funding and administrative oversight. Even the state’s most recent <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/swb\/documents\/wioa\/plan\/FINAL%2520Maines%25202016-2020%2520WIOA%2520Unified%2520Plan.pdf&amp;sa=D&amp;ust=1492207281031000&amp;usg=AFQjCNGlM9brKU-ppRG3sRm8rQSX2r31VQ\">workforce plan<\/a> recognized the “lack of coordination, communication and alignment” as a weakness."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hypothetically, Maine could combine many of its job training programs to streamline administration and enhance cooperation. In fact, Congress designed the workforce board system funded by what’s now WIOA with the idea that it would be an umbrella: states would pull a variety of different funding sources together underneath it, Bourret said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And under the McKernan administration in the 1980s that’s what happened when several training programs were folded into Maine’s workforce board system."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The addition of these funds made the workforce system that much more effective,” Bourret said. “There were a lot of innovations done by practitioners that we can’t do today.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over time, the programs were eliminated — or defunded, as in the case of what became known as <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?paper%3DSP0639%26PID%3Dundefined%26snum%3D125&amp;sa=D&amp;ust=1492207281036000&amp;usg=AFQjCNEUEDOOzdnVcyair1F5WznUa1xvRg\">the Governor’s J<\/a><a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?paper%3DSP0639%26PID%3Dundefined%26snum%3D125&amp;sa=D&amp;ust=1492207281036000&amp;usg=AFQjCNEUEDOOzdnVcyair1F5WznUa1xvRg\">obs<\/a><a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?paper%3DSP0639%26PID%3Dundefined%26snum%3D125&amp;sa=D&amp;ust=1492207281037000&amp;usg=AFQjCNHXtsz1PhRqHwb5q2G8JFaPetlAOg\"> Initiative<\/a> meant to upgrade the skills of current workers — and the Maine Legislature created new initiatives under separate oversight. Creating new workforce programs outside the existing system is something the Maine Department of Labor has internally dubbed “random acts of workforce.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That’s what the tendency is in Augusta right now, to create another system,” Bourret said. “But we have a system. We have a methodology. It needs the support of the state.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the same time, state officials worry that giving the local workforce boards additional programs to oversee would cost more because it would add another layer of bureaucracy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Sometimes outsourcing them requires so much work on the back end it’s just easier to administer through the state system that’s set up,” Rabinowitz said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In other cases, nonprofit organizations have stepped up to try to fill the gaps they see, but their reach is limited."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Goodwill Industries' two-year-old Job Connection program, for example, focuses on a small population of people who often need more than work skills in order to find work and hold down a job."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Since the program's funding comes from Goodwill and grants, counselors aren't subject to stringent rules. They can stay with clients for a long time. They can meet people at their homes. The program has flexibility to pay for things like dentures, or windshield wipers, if it will help the client get or keep work, said Carol Bouchard, a life navigator and licensed clinical professional counselor."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Job Connection spends about $7,000 per person each year whereas the workforce board system spends less than $3,000 per person on adults and laid-off workers."}],"preview image":"","short title":""},{"heading":"Wish lists","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2017\/03\/Finding work after unemployment\/pd\/Finding work after unemployment.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"20096510.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When FairPoint Communications laid off Rebecca Grant in July 2015, she suddenly had to figure out how to recreate her life in her early 40s, with a young daughter. It was terrifying and heartbreaking, she said. She had spent the previous 15 years working for the company in Bangor and assumed it would be a lifelong career."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In many ways, however, the training system worked well for her."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Grant counted as a dislocated worker, which meant she automatically qualified for free retraining services. And she received instruction before being laid off about what help was available. After filing for unemployment benefits, she called the Bangor CareerCenter to schedule an appointment with a career adviser."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I didn’t know what field I wanted to be in. I didn’t know if I wanted to go back to school. I didn’t even know where to begin. They helped me through that,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After meeting with an employment counselor several times over the course of a month, Grant eventually settled on becoming a certified administrative medical assistant."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She started courses through Bangor Adult Education in September 2015 and nine months later earned her certification to process patients’ referrals. St. Joseph Healthcare signed her on for a six-week internship and then gave her a job. She remains there today — and calls it her “second home.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While Maine's job training system can respond well to a mass layoff, the state should also invest in training for people who currently have jobs to prevent them from being laid off, or to put them in a more advantageous position to find other work if they ever lose their job, Bourret said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Incumbent worker training makes “the workforce more nimble in a changing economy,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jeff Sneddon, executive director of the Central\/Western Maine Workforce Development Board, said the job training system also needs to get better at reaching people who have given up on working and don’t seek out training on their own."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s trying to figure out how to encourage those that are out of the job market to come back in. Because I can tell the employers all we want, but if I don’t have job seekers to meet their needs then it fails,” he said."},{"filename":"20096512.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Rebecca Grant and her daughter Carley Sweeney, 12, leave their Bangor home on March 20, so Grant can drop her daughter off at school on her way to work.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Russell, with the Northeastern region, knows the system could improve at helping people who face major barriers to work, such as those coming from jail or backgrounds of addiction, or who need more help paying for child care or transportation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Several programs, such as <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cccmaine.org\/services-programs\/family-futures-downeast\/&amp;sa=D&amp;ust=1492207281057000&amp;usg=AFQjCNH8rp1r5mAlCXpQmrCnz-lLKHqVQQ\">Family Futures Downeast<\/a> in Washington County and the <a class=\"c8\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalmaine.com\/cgi\/viewcontent.cgi?article%3D1175%26context%3Dbes_docs&amp;sa=D&amp;ust=1492207281058000&amp;usg=AFQjCNH77dlPdEicsyUGiDw8SxI6vs9-IA\">Competitive Skills Scholarship Program<\/a> operated by the state, help with a wide range of services, but their reach is also limited."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Russell envisioned connecting with students at community colleges, to help them with their resumes and share job search resources before they graduate. She imagined virtual job fairs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What would also make a difference would be involving more businesses, especially small operators, she said. For instance, the northeast region is currently developing five sector-based regional partnership advisory councils to bring businesses together to help with tasks such as approving curricula at local community and technical schools."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Overall, the workforce system is “not operating on the level it could be,” she said. “There’s so much more we could do.”"},{"filename":"20096516.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Rebecca Grant walks to the office where she currently works at St. Joseph Healthcare in Bangor on March 20.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to<\/em><em> <\/em><em>mainefocus@bangordailynews.com<\/em><em>. Multimedia production by Coralie Cross.<\/em>"},{"filename":"","filetype":"mail_1","size":"big","orientation":"full","caption":null,"credit":null,"poster":""}],"preview image":"","short title":""}]}