{"chapters":[{"content":[{"filename":"20156492.jpg","filetype":"photo","size":"big","orientation":"full","caption":"William Brown could neither read nor write. All that remains of him are a few spidery 'x' marks on his pension documents.","credit":"National Archives","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"William \"Billy\" Brown was a child soldier who went to sea in 1798. Maimed in battle in a now-forgotten war, Brown was then cast aside by his country. The African-American man never got medals or the pension he was due. Instead, his reward was a life of pain and poverty. When he died, he ended up a forgotten man in an unmarked grave in Portland's Eastern Cemetery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Until now."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2013, local historians Larry Glatz and Herb Adams stumbled over Brown's old pension documents. The papers revealed his service, protecting the United States in its infancy, and how the government later ignored his pleas for help."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They wanted to put things right and resolved to get Brown a proper military headstone. It sounded easy. But they soon smacked into the same bureaucratic brick walls Brown ran into 170 years ago."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Brown was wounded as a child, defending his country and spent the rest of his life trying to get a minimal pension, fighting against the paper-pushers and bureaucrats in the federal government,” said Adams. “The same things that happened in the 19th century are happening in the 21st century.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Federal agencies, which denied Brown over a century ago, refused to talk to them. State bureaucrats told them it couldn't happen because it was against the law. Gov. Paul LePage even vetoed a bill that would have paved the way for Brown's headstone. Nobody, it seemed, could help or even be bothered to care about this disabled American veteran. Not then and not now."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Except for Glatz and Adams, that is — and they didn't give up."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Now, their four-year struggle for justice is close to an end. This spring, Brown will get his stone. He deserved more. But it's all they can give him now."}]},{"heading":"WILLIAM BROWN’S STORY","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2017\/04\/BrownIntro\/pd\/BrownIntro.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"","poster":"20165824.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brown’s story is marked by decades of frustrating bureaucracy. So, it’s fitting that his saga only came to light because of misfiled paperwork."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Glatz, a historian from Scarborough and one of the state's leading experts on the War of 1812, found Brown's digitized pension documents hiding in a trove of 1812 papers at the National Archives."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brown did not serve in that war. He served in the undeclared, Quasi-War with France, which raged only at sea and lasted from 1798 through 1800. The United States Navy suffered fewer than 100 casualties — which means it never got its own pension file in the archives."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The faded, handwritten documents give few details about Brown's origins. Born near Baltimore in the late 18th century, he may have started life as a slave. But by late 1798, around the age of 10 or 12, Brown was serving aboard the USS Constellation as a powder boy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"More than one document tracing his service has “powder monkey” slashed across it in spidery, red ink. "},{"filename":"20156276.jpg","filetype":"photo","size":"big","orientation":"full","caption":"William Brown’s pension files list his job in the U.S. Navy as powder monkey.","credit":"National Archives","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Powder boys had a very dangerous job. They carried buckets of gunpowder from the magazine to the cannons. Brown would have done this barefooted, for better traction. The sanded decks, often awash in water and blood, were slippery. Toting a pail of explosive powder amid the frenzied detonations of a naval battle was deadly work for a child."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“His only protection was being small and fleet of foot,” said Adams, a history teacher."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But that protection wouldn’t be enough."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Feb. 9, 1799, the Constellation met the French frigate L'Insurgente. They battled off Nevis, in the Caribbean Sea. It was a spectacular victory for the Americans."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It was the first time an American frigate defeated a foreign frigate at sea,” said Adams. \"It took about an hour and the Frenchmen really took a pounding.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A broadsheet ballad, printed a few years later in Boston, told the story of the fight. One verse went:"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Then loud our cannon thunder’d, with peals tremendous roar,<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>And death upon our bullets wings that drench’d their decks in gore.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>The blood did from their scuppers run,<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Their chief exclaim’d, “We are undone,”<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Their flag they struck, the battle was won,<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>By brave Yankee boys<\/em>."},{"filename":"https:\/\/media.bangordailynews.com\/file\/2017\/04\/BraveYankeeBoys\/pd\/BraveYankeeBoys.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"","poster":"20110214.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It made the Constellation’s skipper, Thomas Truxtun, a national hero. He won the Congressional Gold Medal and was eventually promoted to commodore."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But all Brown got was a shattered limb when a musket ball slammed into his left foot near the ankle joint. It never healed properly, leaving him maimed for life."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Despite his wound, Brown served aboard the Constellation for about another 15 months. He survived at least one other battle with the French in February 1800 when more than a dozen of his shipmates died."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brown, barely a teenager, left the Navy in the spring of 1800 after nearly two years’ service. He received no medals, glory or pension. Instead, he disappeared from official records for almost 30 years."}],"preview image":"","short title":""},{"heading":"BROWN SEARCHES FOR A PENSION","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2017\/04\/PowderMonkey\/pd\/PowderMonkey.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"","poster":"20156208.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brown shows up again in formal documents on May 31, 1829. That's when he married Matilda C. March in Portland. Other records hint he’d been living there since 1814."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They lived somewhere in the vicinity of Adams and Hancock streets. The Abyssinian Meetinghouse, which was the center of African-American life in town, was nearby."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brown worked for some years as a sea cook, according to the pension papers. When ashore, he was a cart man, driving cargo around town in a wagon. But his old injury made it hard to work. He was most likely in pain much of the time, Adams reckons. By middle age, he sometimes had to rely on help from friends to survive."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You can tell from reading the files that he was a personality — someone who was known around town,” said Glatz. “He seems to have been very popular. People liked him.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between 1844 and 1854, Brown petitioned the government five times for a pension."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He could not read or write and signed legal papers with an \"x.\" So he enlisted the help of a pension agent named Freeman Bradford. Agents like Bradford worked as personal injury lawyers do now. They navigated the tangled web of bureaucracy and paperwork on behalf of petitioners. In return, they got a cut of any pension they could squeeze out of the government."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But even with help from Bradford, the government denied Brown the first four times."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On his first attempt, in 1844, the pension office admitted he was a disabled veteran. But it refused his request under the advisement of the attorney general, who ruled that Brown was not eligible. The law awarding pensions to naval personnel passed in May 1800 — two or three months after Brown left the service. It only applied to sailors who served after that date, not before."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In those days, there was no federal Department of Veterans Affairs. Each veteran’s pension was handed out by separate acts of Congress. So later that same year, Brown appealed directly to Congress. Maine lawmakers introduced a pension bill with his name attached. It went to both chambers, but Congress adjourned for the summer without taking action on it."},{"filename":"20156490.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"A printed copy of the act giving William Brown a pension is on file with other documents at the National Archives.","credit":"National Archives","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The next year, in 1846, Maine's delegation drafted another bill for Brown. But the House committee on pensions tabled it. In 1850, Congress considered a third bill."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“But there was no further action I could find,” said Glatz. That bill disappeared from the records."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Finally, in 1854, Congress approved his request. The reasons why are hazy. Somebody influential must have stood up for Brown. Maine had two very powerful senators at the time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We think it was Hannibal Hamlin,” said Adams. Hamlin, who <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.senate.gov\/artandhistory\/history\/common\/generic\/VP_Hannibal_Hamlin.htm&amp;sa=D&amp;ust=1491600058414000&amp;usg=AFQjCNFrTMevLUyC-2u91GZCJjWL74uZKQ\">served as Abraham Lincoln’s vice president<\/a>, was then a U.S. senator from Maine and an ardent abolitionist."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Glatz thinks it may also have been William Pitt Fessenden, Maine's other senator — possibly because Fessenden was from Portland. We'll never know for sure. But on Aug. 1, 1854, Congress passed An Act for the Relief of William Brown. It ordered the Secretary of the Interior to \"place the name of William Brown, alias Billy Brown, a colored man,\" on the pension rolls."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The act awarded the stricken veteran $96 a year, retroactive to when he'd first applied a decade earlier. It was the victory Brown deserved."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Unfortunately,” said Adams, “that was three months after he died.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"By then, Brown was already in an unmarked pauper's grave. He'd died on May 18 and lay in the segregated \"colored ground\" of Portland's Eastern Cemetery. His widow, Matilda, received the money and the pension agent got his cut. But Brown never saw a cent."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“As time passed away, so did the memory of where he was buried,” said Adams. “The man, his story and his gravesite were all forgotten for 160 years.\""}],"preview image":"","short title":""},{"heading":"GLATZ AND ADAMS TAKE UP THE CAUSE","content":[{"filename":"20110212.jpg","filetype":"photo","size":"big","orientation":"full","caption":"William Brown served on the USS Constellation for nearly two years.","credit":"National Archives","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After reading Brown's pension file in 2013, Adams and Glatz decided to take up his cause."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“First and foremost because it was the right thing to do,” said Adams. “Justice long delayed is justice, still.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The duo had already been collaborating for 20 years. In that time, they'd gotten headstones for a dozen forgotten veterans. But in Brown’s case they hit an immediate roadblock."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It used to be that anybody could apply for a military headstone on behalf of a deceased veteran. But in a cost-cutting measure, Congress changed the law in 2009. After that, only a direct-line descendant of the veteran could apply. So Adams and Glatz got busy finding Brown's living next of kin."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The trouble was, his last relative, a grandson, died in 1864."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We thought we were at a dead end,” said Adams."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But Glatz didn't give up."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He approached then-Maine Senate Minority Leader Justin Alfond, D-Portland, for help. Alfond introduced legislation naming Maine's adjutant general as next of kin for veterans who didn't have any."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Glatz told the the Veterans Affairs Committee: “Unfortunately, the federal regulation had the unintended consequence of creating a cruel paradox in which those veterans who have no surviving family — in fact, the very men and women who are most in need of someone to honor them — are not allowed to be formally memorialized and remembered by means of a government issued marker.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Nobody voted against the measure and it passed the Legislature in the spring of 2015. It was called An Act To Facilitate the Issuance of a Gravestone for a Deceased Veteran with No Next of Kin. Glatz simply called it \"William Brown's Law.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The law passed, but at the time, Gov. Paul LePage was feuding with the Legislature over the budget and vowed to veto everything."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"LePage followed through with his threat on June 15. Even 170 years after William Brown’s death, politicians were still giving him the shaft."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"As was then, so is now,” said Adams."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The next day, the Legislature overrode LePage's veto. The law went into effect Oct. 15, 2015. It was victory at last, or so it seemed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A slew of unreturned emails and ignored correspondence with Maine’s Bureau of Veterans’ Services followed, said Glatz. At one point, the attorney general’s office was even involved."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It was like a big black hole,” said Glatz."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It took six months before Maine’s Bureau of Veterans Services finally agreed to act as next of kin for Brown. Scott Brown, Superintendent, Maine Veterans' Memorial Cemetery System, was ultimately named William Brown’s next of kin."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There was some delay in checking out the new law,” said Candice Wright, office manager at the cemetery. She declined to say more, citing orders by the governor telling state workers not to speak to the media."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"David Richmond, deputy director of Maine’s BVS, said they then had to wait for the U.S. Department of Veterans Affairs to change its rules to mesh with Maine’s new law."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I understand Larry’s frustration,” he said. “But we, as a state, don’t have a say over the VA.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, last winter when the feds gave their blessing to get going, Glatz and Adams set about proving to them that Brown was a veteran eligible for a stone. With the pension documents in hand, and an act of Congress on the books, they figured it would be no problem."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They were wrong."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The U.S. Department of Veterans Affairs agreed Brown was a vet. There was no problem there. But it needed proof his bones lay in the Eastern Cemetery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We had his death record,” said Glatz. “But we had to find some original record that said he not only died in Portland but was buried here, too.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Portland's 19th century burial records are incomplete. Many burials, especially for paupers, were never recorded at all. Plus, City Hall has burned down twice since Brown died."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They enlisted the help of Elaine Spring at the city’s cemetery office. She produced the miracle they needed. Working with the city clerk’s office, she located the document."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The records are spotty,” said Spring. “But they still had 1854.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Even with the proof in hand, the whole process was further delayed because Maine’s BVS couldn’t use the regular, computer-based system to submit paperwork to the VA. Brown’s documents were all ancient and on paper so everything had to be sent through the mail."}],"preview image":"","short title":""},{"heading":"THE WAITING GAME","content":[{"filename":"20110218.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Historians Larry Glatz (left) and Herb Adams see William Brown’s headstone for the first time. ","credit":"Troy R. Bennett","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They sent the completed paperwork off a year ago. Months of silence followed. Glatz sent more emails to Maine's BVS, inquiring about the status of the case. They were ignored, he said. Adams and Glatz didn't know if the VA denied or approved their request. They didn't even have confirmation that Maine's BVS had forwarded the paperwork."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After all they’d been through, Adams said, “We were dismayed but not surprised.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In February of this year Glatz was still hopeful."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The number of holes this man has managed to fall through — and then be pulled back out of,” said Glatz, shaking his head. “The stone is in the works, somewhere. We just hope it shows up.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, unannounced, a heavy box turned up at Portland’s cemetery office at Evergreen Cemetery in March. It was Brown's stone, at last."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“May William ‘Billy’ Brown rest a bit easier tonight — perhaps smiling through the cannon smoke of long ago,” Adams wrote in an email."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Markers typically arrive in just a few weeks, said Richmond. He’s not sure why Brown’s took a whole year to appear."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“For our part, yes, it did take a long time,” he said. “But I’m just glad the final outcome is a stone for Mr. Brown.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Adams and Glatz went to see the stone for themselves at the end of March. A workman snipped metal packing bands off the cardboard box addressed “William Brown, Eastern” in black marker."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, Glatz opened the box. Adams helped him turn the stone over so they could read it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Oh no,\" wailed Adams."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They got his name right. His birth and death dates were there, along with the name of his ship. But the government tombstone inscribers didn’t include “Quasi-War with France” as Glatz and Adams requested."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The government had forgotten Brown’s war, again."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Undaunted by the unexplained omission, the dogged historians vowed to fix it. They immediately started discussing their options. Adams said he felt sure they could have a local carver add the detail."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Until then,\" he said, \"it's a quasi-stone.\""}],"preview image":"","short title":""},{"heading":"AT THE END OF IT ALL","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2017\/04\/WilliamBrown\/pd\/WilliamBrown.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"","poster":"20110216.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Glatz and Adams hope to have Brown's completed stone set before Memorial Day. They’re planning a small ceremony in the Eastern Cemetery honoring him when that happens."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They don’t intend to stop now, either. They've already started working on getting a marker for another forgotten veteran, this time from the War of 1812."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Adams gives a wry smile when asked why he spends so much time honoring those who, like Brown, will never know about it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Ah, we don't know that,\" he said, raising a finger skyward."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Glatz just shrugs his shoulders."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think it’s sad when people get lost,” he said. “They’re worth knowing.”"}],"preview image":"","short title":""}]}