{
  "chapters": [
    {
      "content": [
        {
          "filename": "18153713.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "\"Daren the lion\" asks for a high-five at a D.A.R.E. graduation ceremony.",
          "credit": "Aberdeen Proving Ground",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Before Hannah was a 21 year old addicted to drugs, she used speed."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Before she used speed, there were opiates."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Before that, weed."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "And just before that, she was a child in Orono, and she listened to a police officer tell her about drugs for an hour a week, for 10 weeks. She learned the names for drugs, and then she used them."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "This was D.A.R.E., the Drug Abuse Resistance Education program."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Today, the curriculum may have changed, but about 60 Maine schools continue to use D.A.R.E. despite the fact that other prevention programs are backed by more research and have shown their ability to protect kids. The new curriculum has not been proven effective in a rural setting."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "D.A.R.E. rode in on a wave of 1980s Reaganism, a major line of defense for the so-called war on drugs. D.A.R.E. said that if police just talked to kids about drugs, if they explained exactly what drugs did and told kids to just say no, they would."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Cops were able to get off the streets to teach kids who usually adored them and feel that they were making a difference."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The catch is that they weren’t."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It wasn’t just Hannah, and it wasn’t just a few kids. When researchers looked <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/8781009&amp;sa=D&amp;ust=1475163947209000&amp;usg=AFQjCNGgGjGYqCk0sdrrnrcB2lDq6BAFfg\">five<\/a> and <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi%3D10.1.1.501.4490%26rep%3Drep1%26type%3Dpdf&amp;sa=D&amp;ust=1475163947210000&amp;usg=AFQjCNFHjIteyPGp_6Jm8xiSaQcBEW8qWQ\">10<\/a> years later, they found that kids who had D.A.R.E. and kids who didn’t were just as likely to do drugs. Some <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.jsad.com\/doi\/pdf\/10.15288\/jsa.2002.63.581&amp;sa=D&amp;ust=1475163947210000&amp;usg=AFQjCNEQr6i8sVOyaXcHyovwQyONZs5MHA\">research<\/a> showed that D.A.R.E. even made kids more likely to use drugs."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "So, schools immediately dropped D.A.R.E.? Not a chance."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"Proponents of D.A.R.E. believe in D.A.R.E. very much,\" said Khary Rigg, assistant professor in the Department of Mental Health Law and Policy at the University of South Florida. \"They’re on the frontlines. They have an emotional attachment to D.A.R.E. They see the kids; they have this anecdotal evidence. They say the researchers in the ivory tower don’t see the true effects.\""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Michael Hasenbank, of Millinocket, was another one of those kids. And when he was pulled into an auditorium to learn about substance use, he knew he had to pay attention because he came from a \"drugs and alcohol family.\" He remembered thinking he’d have to be a better parent than his own were. But he got older, and the lessons faded."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"Once high school hit, you start experimenting with marijuana and alcohol, and marijuana leads to other things,\" said Hasenbank."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Now, he’s 36, and, with a 16-year-old daughter, he has his chance to be a better parent. He doesn’t think she’s into drugs right now, but, like most parents, he worries."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"I should hope she doesn’t choose the path I did, but I chose the path my parents did,\" Hasenbank said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "When Hasenbank was 14, in 1994, a large <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1615171\/pdf\/amjph00460-0036.pdf&amp;sa=D&amp;ust=1475163947214000&amp;usg=AFQjCNFETb2r-71khZANX9ZTmEeUI3XkFg\">study<\/a> came out showing that D.A.R.E. was ineffective, but it wasn’t until the early 2000s that D.A.R.E. fell out of favor when federal and state funding dried up."
        }
      ]
    },
    {
      "heading": "‘You name it, we’ll do it’",
      "content": [
        {
          "filename": "18675671.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "full",
          "caption": "A \"little\" in the Big Brothers Big Sisters program reaches for a small rubber band while making bracelets with her \"big.\" When kids find something they love to do, it can help them stay away from substances.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Around the same time, Bangor schools stopped using D.A.R.E. and developed their own curriculum. They wove lessons about body autonomy, emotional health, resistance strategies, and effects of substance use on the body and brain into the curriculum for all ages."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In kindergarten, they’re learning \"how to go to a safe person when you get an uh-oh feeling,\" said Superintendent Betsy Webb."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "They also made the decision to have the teachers present this curriculum alongside and intertwined with the rest of the academics. Teachers already have kids read non-fiction passages and analyze them, so those passages could be about the effects of substances."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Teachers know that helping students manage their emotions and reactions to stress can help prevent substance use down the road. Students read about how feelings of sadness and anxiety are normal, and learn what to do when their feelings get out of control."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The Bangor school district also tackles emotional health by trying to connect kids to the school and other students. Its goal is to have 95 percent of students involved in at least two after-school activities."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"We had to be creative. Not everybody wants to do sports. Not everybody wants to be in drama, so we have a very popular cooking class,\" Webb said. \"We have hiking clubs; we have outing clubs; we have bracelet-making. You name it, we’ll do it.\""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Some schools don’t have the resources to put this kind of program into place and have been using D.A.R.E. since its beginning. According to both <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/09\/21\/mainefocus\/why-the-bdn-de%E2%80%A6-maine-schools\/&amp;sa=D&amp;ust=1475163947220000&amp;usg=AFQjCNFh_4O-ChbjjqFAg7M7cJa_1xc-Kw\">a BDN survey<\/a> of Maine’s public schools and the D.A.R.E. director of training, about 10 percent of Maine schools use D.A.R.E. today."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘A tough row to hoe’",
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Jefferson Village School is one of those schools using D.A.R.E. It’s taught by Mark Bridgham, who’s also a school resource officer at Lincoln Academy in Newcastle. He said he’s been \"hysterically involved\" as a D.A.R.E. officer since 1995."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Bridgham said he cares deeply about preventing substance use, and he feels D.A.R.E. is the best way to do it and always has been. That doesn’t mean it’s an easy job."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"I get 10 hours once a year with fifth graders, and somehow I’m supposed to make an impression on them about their ability or inability to make lifestyle choices,\" said Bridgham."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "This task becomes even harder when a child is like Hasenbank, in a family going through its own problems."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"Do I know that their families and backgrounds suck?\" said Bridgham. \"Yes. And yet, I’m telling them in a classroom, ‘You need to make wise choices.’ They’ll nod politely and move on. It’s a tough row to hoe with these kids.\""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It’s expected that a program can’t help every kid, but for the first 14 years of his time as a D.A.R.E. officer, the curriculum Bridgham taught had <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/10450631&amp;sa=D&amp;ust=1475163947224000&amp;usg=AFQjCNFIqPhvpu15qxtgeIiYmbsTdQwXoQ\">no statistical effect<\/a> on future substance use."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "No proof",
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In 2009, in response to the research showing its program was ineffective, D.A.R.E. adopted a new model. D.A.R.E. would organize the trainings and use its still-extensive network of police officers, but it wouldn’t use its own material. It adopted a curriculum called \"keepin’ it REAL,\" out of Pennsylvania State University, that focused less on the drugs themselves and more on ways to say no to those drugs. REAL stands for the four strategies they teach: Refuse, Explain, Avoid and Leave."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "This is what D.A.R.E. looks like now."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The new curriculum, which is for middle schoolers, is based on the premise that kids from different backgrounds, races, genders and ethnicities respond to offers for drugs differently. There are 10, 45-minute lessons over the course of 10 weeks that include videos and time to practice the refusal techniques. Each lesson is designed to include less than eight minutes of lecture time, so kids won’t get bored."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The curriculum \"keepin’ it REAL\" is evidence-based, which means there are studies that show that kids who receive the program <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed?Db%3Dpubmed%26Cmd%3DShowDetailView%26TermToSearch%3D17137418%26ordinalpos%3D1%26itool%3DEntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum&amp;sa=D&amp;ust=1475163947227000&amp;usg=AFQjCNGB44O97UxeWcHatWppU-CJh49q3Q\">use fewer substances<\/a> in the short-term, <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/14598996&amp;sa=D&amp;ust=1475163947227000&amp;usg=AFQjCNGFuDF0DKQSesyOComzrXyMujxFFQ\">view substance use<\/a> more negatively, and say that they <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/14598996&amp;sa=D&amp;ust=1475163947228000&amp;usg=AFQjCNHho87mxdBYaCSkIzRl3B6L30fcWA\">used the techniques<\/a> provided by \"keepin’ it REAL.\" It’s on a list of evidence-based programs called the <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.samhsa.gov\/nrepp&amp;sa=D&amp;ust=1475163947228000&amp;usg=AFQjCNFBw-l_0XKGR7jq2sfvUE_5uS57_Q\">National Registry of Evidence-based Programs and Practices<\/a> that the Substance Abuse and Mental Health Services Administration created."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "However, these studies have only looked at kids a maximum of 18 months after the intervention, which puts them at the oldest, in ninth grade. Michael Hecht, principal investigator for \"keepin’ it REAL,\" said that he would like to do a long-term study, but the funding isn’t there."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The curriculum places a great deal of emphasis on cultural grounding, based on the idea that kids will identify with the lessons if they see themselves in them. However, \"keepin’ it REAL\" has primarily been studied in urban areas with majority Mexican or Mexican-American student bodies."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine is <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.pewhispanic.org\/states\/state\/me\/&amp;sa=D&amp;ust=1475163947230000&amp;usg=AFQjCNF2H0j4NSb7qWIXoV5fiEaQBUyJkA\">1 percent Hispanic<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There’s a rural “Keepin’ it REAL” curriculum with videos that show settings in which rural kids might actually do drugs — so no nightclubs in Miami. But the only <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24442403&amp;sa=D&amp;ust=1475163947231000&amp;usg=AFQjCNHb8msdcvtWnZG6hMutWWKlU0OL6w\">study<\/a> of this version of the program just looked at whether it was carried out according to plan. It didn’t measure effectiveness in preventing substance use. The classic curriculum has not been studied in any rural areas either."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Blueprints for Healthy Youth Development, an initiative out of The Center for the Study and Prevention of Violence out of the University of Colorado at Boulder evaluated more than 1,400 prevention programs to create a <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.blueprintsprograms.com\/&amp;sa=D&amp;ust=1475163947232000&amp;usg=AFQjCNF351Xyc6TnUbhZOyK2XMPyA-kxAg\">list<\/a> of those that meet its rigorous standards for effectiveness. Only 5 percent of programs met those standards, and \"keepin’ it REAL\" wasn’t one of them."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "According to the director of the initiative, the review board didn’t include \"keepin’ it REAL\" because its members felt that the research wasn’t sound."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Hecht disagrees with this evaluation, calling the policies of Blueprints for Healthy Youth Development outdated. However, he wasn’t confident that a one-year program would show results 10 years down the line."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"Curriculum once a week for 10 weeks isn’t going to affect them at 21,\" said Hecht. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "He’d like to see the program implemented at all grade levels to see long-term results."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Another program, Lifeskills Training, consists of 30 sessions over the course of three years of middle school that promote self-esteem and self-management and teach resistance skills, ways to cope with anxiety and the consequences of substance use."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In 12th grade, six years after the program, the prevalence of weekly use of alcohol, tobacco and marijuana was <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.colorado.edu\/ibs\/jessor\/psych7536-805\/readings\/botvin_baker_etal_1995.pdf&amp;sa=D&amp;ust=1475163947235000&amp;usg=AFQjCNHvfamoYfMOhndXaB-ivP8VbHSXMA\">66 p<\/a><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.colorado.edu\/ibs\/jessor\/psych7536-805\/readings\/botvin_baker_etal_1995.pdf&amp;sa=D&amp;ust=1475163947235000&amp;usg=AFQjCNHvfamoYfMOhndXaB-ivP8VbHSXMA\">ercent lower<\/a> among students who received Lifeskills Training relative to students who did not."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "However, the cost of any kind of program can be prohibitive. A pre-packaged program is easier than creating a curriculum, and \"keepin’ it REAL\" is one of the cheapest. In a <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.samhsa.gov\/sites\/default\/files\/cost-benefits-prevention.pdf&amp;sa=D&amp;ust=1475163947236000&amp;usg=AFQjCNGGznFYtN6U2srXO0C3RqkERw6KGg\">report<\/a> from SAMHSA on the costs and benefits of prevention, the agency calculated that Lifeskills Training cost $220 per student, and Keepin’ it REAL cost $130. These costs pay off: The agency calculated that for every dollar spent on effective substance-use prevention nationally, $18 are saved by improving quality of life, and avoiding medical and criminal costs."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Like funding, time in a child’s day is a precious resource."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"The DOE is squeezing the life out of its teachers,\" said Bridgham. \"Common Core requires a lot more seat time and instruction time. Then I walk through the door, and I say, ‘Can I have 45 [minutes] to an hour to teach D.A.R.E.?’ and you see the teachers squirm in their seats.\""
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "The officer",
      "content": [
        {
          "filename": "18153741.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "full",
          "caption": "D.A.R.E.-branded barbecue sauce: \"Just say yes to zest.\"",
          "credit": "Aric Mckeown",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Even with a new curriculum, the hallmark of D.A.R.E. is still present: the police officer. When Bangor schools stopped using D.A.R.E., they decided to have their prevention curriculum taught by teachers because they wanted the person providing the material to be a constant in the lives of the students. Webb said that the best messages about drugs come from parents, but teachers are the next best thing."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Rigg agrees that, in a time when substance use is treated as a health issue more than a criminal issue, it’s counterintuitive to have police officers teach a prevention program. Rigg doesn’t know of any other programs that use police officers to teach in a classroom."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"They were the first in doing this, but the fact that it hasn’t caught on speaks volumes,\" said Rigg."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine state Sen. Scott Cyrway, a former D.A.R.E. officer and current D.A.R.E. coordinator for the state, is adamant about the importance of officers and children forming a connection."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "\"They get to look at an officer in a different light, not as an authority figure,\" said Cyrway. \"They run up to you instead of running away.\""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Bangor schools try to foster that relationship with the school resource officer, and they rely on law enforcement to keep the administration up to date about what drugs to look out for. The officers just aren’t teaching in the classroom."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "About 60 schools in Maine still use D.A.R.E., more than any other packaged program. The mascot, the pencils, the marketing campaigns all work: D.A.R.E. endures, regardless of whether D.A.R.E. works."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Images of “Daren the Lion” and the D.A.R.E. barbecue sauce were used according to the Creative Commons License found <\/em><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/creativecommons.org\/licenses\/by\/2.0\/legalcode&amp;sa=D&amp;ust=1475163947243000&amp;usg=AFQjCNGE8nMj6Pchqx_Vn6Yvs597TttnPQ\">here<\/a><em>.<\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Care to comment? <\/em><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSdBMILTCuP7TsHepHNHSd7bALFDx5ToC9IWFZy8PILrg0XaWw\/viewform&amp;sa=D&amp;ust=1475163947243000&amp;usg=AFQjCNGYu32nLRT9kS92NGVCOQB8A8sP2w\">Click here<\/a><em>.<\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Click<\/em><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163947244000&amp;usg=AFQjCNEjX0Pgxh6CvwhfFyjNMvLv8KP_9Q\"> <\/a><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163947245000&amp;usg=AFQjCNFCB4TPUx1n6Cg8qfPuKEs-S7uiTg\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"
        }
      ],
      "preview image": "",
      "short title": ""
    }
  ]
}