{"chapters":[{"content":[{"filename":"18718143.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Matthew Braun leads the Biddeford chapter of Young People in Recovery.","credit":"Contributed photo by Jared Jones","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Around fifth or sixth grade, Matthew Braun began to feel a gnawing within himself. Where he had been outgoing, confident and adventurous, he became quiet and reserved. The stress mounted as he entered his teenage years. At Cape Elizabeth High School, he didn’t know how to respond to the competitive environment. He felt overwhelmed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I didn’t know what to do, so I just internalized everything and started shutting down,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Looking back, he said he needed someone to tell him it was a normal part of life to feel lonely or stressed, or to acknowledge he was struggling, period. After years of being “anti-drugs,” he said, “when the pain got bad enough, I just gave in.” First, he used marijuana, later opiates."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He began turning in poor schoolwork, especially in his high school history class. Braun recalled the teacher calling him an underachiever, not realizing that Braun’s lack of engagement stemmed from “depression and anxiety and substance use and total misery.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Though he felt like it, Braun was far from alone. About a quarter of Maine high school students report feeling so sad or hopeless that they stop doing their usual activities for at least two weeks of the year, <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/samhs\/osa\/data\/cesn\/Mental_Health_in_Maine_SEOW.pdf&amp;sa=D&amp;ust=1475163949578000&amp;usg=AFQjCNEdAZtiSo5awGC5bISaNXgnXXXq2w\">according to<\/a> the 2015 Maine Integrated Youth Health Survey. Teenagers who reported a major depressive episode in the past year were also two times as likely to use illicit drugs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"School administrators recognize the problem. As part of a Bangor Daily News survey that asked them what their schools need to respond to substance use issues the way they’d like to, the single largest response was this: “counseling for students and\/or parents.” Out of 229 principals, assistant principals and guidance counselors, 162, or 71 percent, said they need more help supporting the mental health of their students. Administrators said their second largest need was training for staff."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Their difficulties are real. One in five children ages 13 to 18 lives with a mental health condition, according to the National Institute of Mental Health. As part of the BDN survey, Maine school administrators ranked, in this order, the top major challenges facing their students: poverty, substance use or addiction, child anxiety, and a family history or presence of mental illness."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"School personnel want to better support students who need help, they said. They just need the tools — and guidance themselves."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, Braun, who graduated from high school in 2008, leads the Biddeford chapter of the group Young People in Recovery, and he talks with middle and high school students in a way he wished someone had talked with him."},{"filename":"18718145.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Matthew Braun is pictured at his 12th grade prom.","credit":"Contributed photo by Catherine Wise","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He’s even returned to his alma mater to speak to students and staff. At one point, as he talked to the school’s teachers in a closed setting, his former teacher who had called him an underachiever approached him with an honest but dismaying admission: He’d known Braun had struggled."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“He said, ‘Matt, I knew you were dealing with something. I just had no idea how to help you,’” Braun recalled. “All I said was, ‘I wish you had done something, anything.’ That was about all I needed to say.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Braun said he doesn’t blame anyone for the pain he experienced, but he does wonder how his life would have been different if someone had acknowledged his struggle early on."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You may be the only one who notices someone going through something. Everyone else may overlook it or be unwilling to do anything about it,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If you notice it, I think it’s your responsibility to try to address it, even if you don’t know how, just to acknowledge that someone may be struggling with something and open up and say, ‘If you need me, I’m here.’ It’s powerful letting them know they’re not alone.”"}]},{"heading":"‘Show them you care’","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Even if school staff and teachers don’t always act on it, the BDN survey showed they want to do more to reach struggling students. Here are a few things administrators said in a write-in portion of the survey that asked them to describe what they have found to be effective in preventing drug use and addiction:"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— “Open door policy, ability to ask for help with no repercussions.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— “Getting to the ‘why’ they are using drugs and alcohol, offering assistance at the source (i.e. counseling, parent intervention).”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— “Early intervention when students are using — instead of ignoring the issue, connecting students with counseling resources to get at some of the underlying unsolved problems and challenges that make kids more susceptible or likely to experiment.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But it’s unclear whether any Maine school has created a comprehensive prevention and intervention support network for students."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tracy Corbin, a guidance counselor at Caribou Regional Technical Center and president of the Maine Counseling Association, knows how she’d improve access to mental health help in schools. In an ideal world, she would create a layering of skills and expertise available to each district."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Teachers, often the first line of defense, would know when to bring concerns about a student to the school counselor for an initial intervention. The school counselor, in turn, would be able to call in a school social worker, likely with a bachelor’s in social work, who could provide basic counseling services as needed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In other cases, the school counselor would have access to a clinician who could diagnose, treat and provide ongoing therapeutic care to students who need it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Essentially, students would be able to talk to someone with the appropriate expertise for the situation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Here’s what usually happens in practice. Because many school districts don’t have a clinician on staff, such as a licensed clinical social worker or licensed clinical professional counselor, the school counselor typically refers students to outside agencies. It may be difficult for working parents to get their teenagers to outside counselors, Corbin said, or the teens may not want to involve their parents and would have no available transportation as a result."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As part of the BDN survey, one principal described the lack of access to mental health care in isolated or rural areas. “When there are counseling services, they are expensive, ending at the 10-session limit by most insurances. Mental health, depression and substance abuse counseling opportunities are rare, costly,” the principal wrote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Likely, folks would delay joining counseling if they needed to wait a semester for the next session or if they were required to travel 35 miles one way — without a driver's license.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When schools do hire clinical personnel, they are often expected to help with college preparation, academic counseling, testing, scheduling and other duties, Corbin said, stripping them of their ability to focus on mental health or substance use issues."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In other cases, schools may try to save money by hiring a social worker with an undergraduate degree, rather than a master’s degree, to fulfill the duties of a clinician. “So we find ourselves in a situation where a ‘lay’ counselor with no clinical training … is administering a comprehensive program way outside of the scope of their practice, and the school says, ‘We’re good! We have a social worker!’” Corbin said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mario De La Garza, assistant professor in counselor education at the University of Southern Maine, is wary of having schools take on clinical staff directly, as those services should be found in the community. In isolated areas with few mental health services, schools could partner with outside organizations, even if they’re far away, to come to the school as needed, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Are schools supposed to be charged with providing mental health services to students? This is where we get blurred. If you have a substance abuse counselor specifically for that, yes, that’s going to be one piece, but is that person supposed to do long-term therapy?” he said. “That should be found in the community.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Since it’s part of what they’re trained to do, school counselors should focus more on prevention programming and talking to students about healthy choices, he said. But if principals aren’t aware of what school counselors should be doing, or if there aren’t enough staff to help with other duties, such as testing, scheduling, or college and career preparation, they may not be given the time for prevention work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If school counselors are allowed to do what they’re trained to do, that would really help,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There is one school counselor for every 305 students in Maine, according to the National Center for Education Statistics. The American School Counselor Association <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.schoolcounselor.org\/asca\/media\/asca\/home\/rolestatement.pdf&amp;sa=D&amp;ust=1475163949601000&amp;usg=AFQjCNGJJN9MKKoAisCbNlKSViACbDHNGg\">recommends a<\/a> ratio of one per 250 students."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/nces.ed.gov\/surveys\/sass\/tables\/Sass1112_481_s1n.asp&amp;sa=D&amp;ust=1475163949602000&amp;usg=AFQjCNGgxpgGqUiY2idTegZfbIGWXiDutQ\">Nationally there is<\/a> about one psychologist for every 820 public school students and one social worker per 660 students."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I can’t think of any school off the top of my head where I’ve ever spoken to their counselor, and they said, ‘We’re nailing this,’” Corbin said."}],"preview image":"","short title":""},{"heading":"‘Torch passer’","content":[{"filename":"18723079.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Gina Brodsky is the student assistance counselor at York High School and a certified alcohol and drug counselor. She coordinates TIDALWAVSE, a student advocacy group, which stands for Teens In Drug Awareness Leading Working and Valuing Self-Esteem.","credit":"Ashley Conti | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Gina Brodsky has an idea of what effective prevention programming should look like in schools. As the student assistance counselor at York High School, and a certified alcohol and drug counselor, she aims to provide a judgement-free zone for students to discuss issues related to drugs and alcohol. On Monday afternoons she runs a support group called Making Change for any student who has decided to change their substance use or is considering a change."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brodsky is the first to welcome each year’s new class as the coordinator of freshmen orientation day. Known as Mrs. B to her students, she carefully selects senior students who can help incoming students feel comfortable and accepted. She subtly embeds important messages into the day by encouraging the older students to talk about finding their passions, working hard, asking for help when they need it and staying chemical free. She introduces the new students to clubs, and makes sure they know all the counselors and support staff."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She considers the day “prevention in disguise because the real power of making teens feel ‘a part of’ instead of ‘apart from’ is what helps to keep kids safe,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When possible, she organizes training for staff and coordinates new evidence-based, prevention-related curricula. She helps update school substance use policies and codes of ethics for sports. When students break those rules, they must attend a three-hour evaluation in her office where she determines how to remedy the harm that was done. She also tries to establish a deeper relationship with the students — who may be struggling and need additional services outside of school."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brodsky works with a host of organizations and people — such as the local Choose To Be Healthy Coalition, school counseling staff, the local hospital and police — on prevention initiatives."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the favorite part of her job is co-facilitating two student advocacy groups with Spanish teacher Sarah Bolanos, she said. Students admitted to TIDALWAVSE, which stands for Teens In Drug Awareness Leading Working and Valuing Self-Esteem, serve as the chem-free mascots for their community, organize an annual drug awareness week, visit other schools to inspire the creation of like groups, and coordinate chem-free activities with the second student group, called Sober Friends, which is similar to TIDALWAVSE but doesn’t require the same level of public speaking."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Students in Sober Friends pledge to be sober for that academic year, and they work together to organize a chem-free event at least once a month. When the group first started, it had about 25 students. This year, it has nearly 250."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brodsky is, in essence, the driver behind drug and alcohol prevention efforts at her school and in her community. Her position is also only part-time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When she started 14 years ago, she said there were four others like her at schools in the area. Today, she’s the last one remaining.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Teens need a friendly person they can trust who’s close by, who can talk with them but also connect them to the help they need — a torch passer, Brodsky described. Up to 30 percent of her high school students are using substances at any given time, she said. “You’ve got to have a substance abuse prevention person on staff to be a resource for that using population and to keep their eye on intervention and prevention,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We can waste our time figuring out whose job it is — the parent’s job, the teacher’s job. The fact of the matter is we get the kids six hours a day, five days a week,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If schools “can adequately address the mental health and counseling needs of their students,” she said, “they’re going to positively decrease the substance abuse issues because kids won’t feel like they need that to cope.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In addition to leading the Biddeford chapter of Young People in Recovery, Braun is also a member of the Maine Opiate Collaborative’s prevention and harm reduction task force, which <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.themha.org\/Publications\/Recommendations-of-the-Maine-Opiate-Collaborative.aspx&amp;sa=D&amp;ust=1475163949614000&amp;usg=AFQjCNEDt4xC0jeL7kRave7nKYdDM_Ob3w\">made recommendations<\/a> in May on how the state should address the opiate crisis."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The group’s members discussed recommending that each school have someone similar to Brodsky, he said. But they dialed back that idea because they didn’t think it would be politically or financially feasible. Their final recommendation, instead, was for each of Maine’s public health districts to have at least one school behavioral health coordinator. There are nine public health districts and about <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/doe\/schools\/summary.html&amp;sa=D&amp;ust=1475163949616000&amp;usg=AFQjCNE7gXNhHpach4qeL5IYlEf38kHYvg\">600 public schools<\/a> in Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Though nine would be better than none, Braun questioned the cumulative impact. “To be honest I have no idea exactly how that would be that effective unless it’s just referral, but there are going to be way too many students struggling. We need someone housed at every school,” Braun said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Whether there’s a formal support system in schools or not, the most important thing for principals, teachers, peers or anyone who knows students who are struggling is to stay present in their lives, said Kayla Kalel, secretary of the Brewer chapter of Young People in Recovery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Stay consistently loving and empathetic,” Kalel said. It’s possible to provide tough love and unconditional love to struggling students at the same time, she added. The important thing is not to give up on them because “they’re already giving up on themselves.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Care to comment? <\/em><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSdBMILTCuP7TsHepHNHSd7bALFDx5ToC9IWFZy8PILrg0XaWw\/viewform&amp;sa=D&amp;ust=1475163949619000&amp;usg=AFQjCNFlBHtBEmVPLfibovy1VD7ZAqEImA\">Click here<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Click<\/em><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163949620000&amp;usg=AFQjCNFg6ZOl3R5CUFkxWlDKJoFErUHBZA\"> <\/a><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163949621000&amp;usg=AFQjCNGksPTE63ve2nfPToft75EWBInbag\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}],"preview image":"","short title":""}]}