{"chapters":[{"content":[{"filename":"https:\/\/s3.amazonaws.com\/bdn-data-video\/bdn\/2016\/09\/MAINEFOCUSalexfirsttherewasachildMBEDELL.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"18681519.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>The<\/em><em> story contains adult language and may not be suitable for young readers<\/em><em>.<\/em><em> The names of Jake, his mother and his girlfriend have been changed to protect Jake’s privacy.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For two springs in a row, Jake sat alone in his family’s single-wide trailer in midcoast Maine. He played Grand Theft Auto, watched Survivor reruns on TV, and fed his dog, Zeus, a wheezing, excitable pitbull. Most of the time, Zeus was the teenager’s only companion."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake was home alone because he’d been expelled twice — from schools in both Belfast and Searsport — first for fighting, and then for allegedly selling a joint of marijuana in the school bathroom.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today Jake is 16, with the wiry build of his estranged father and an almost visible chip on his shoulder. His last full year of school was three years ago, in school year 2013-2014, when he was in sixth grade. In addition to his two expulsions, he has been suspended more times than he or his mom can remember and had multiple run-ins with the law. Much of his trouble has involved drugs and alcohol."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake is exactly the kind of kid who is easy to push away. He talks back to teachers, rarely takes responsibility when he messes up, and often can’t control his seemingly endless supply of anger."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Given the competing pressures schools face, it’s clear why many opt to kick out kids like Jake. Yet recent research on school discipline shows that, instead of making communities safer, expulsions and out-of-school-suspensions push bad behavior to the margins where it can flourish. "},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675195.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Downtown Belfast on a late summer evening.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With the opiate epidemic killing an average of <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/08\/22\/health\/maine-suffers-record-number-of-fatal-drug-overdoses-in-first-half-of-2016\/?ref%3DmoreInstate&amp;sa=D&amp;ust=1475163944478000&amp;usg=AFQjCNEx6umObxo19Bq1KC_CHiZmMOKrcQ\">one Mainer a day<\/a>, many schools have asked what they can do to keep kids from turning to dangerous substances in the first place. Addiction is a vastly complicated subject, but most prevention experts now believe that suspending and expelling kids like Jake is not helpful."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The reason is often clear, they say: The more alienated and disconnected a person feels, the more likely he or she is to get into, and eventually addicted to, drugs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Students who are suspended and expelled are more likely to <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/civilrightsproject.ucla.edu\/resources\/projects\/center-for-civil-rights-remedies\/school-to-prison-folder\/state-reports\/sent-home-and-put-off-track-the-antecedents-disproportionalities-and-consequences-of-being-suspended-in-the-ninth-grade&amp;sa=D&amp;ust=1475163944479000&amp;usg=AFQjCNGA7HYy6OV-ZWLKS57eTEKHTow_Pg\">drop out of school<\/a> and <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/csgjusticecenter.org\/wp-content\/uploads\/2012\/08\/Breaking_Schools_Rules_Report_Final.pdf&amp;sa=D&amp;ust=1475163944480000&amp;usg=AFQjCNHzsMJNwtFzUIFQRiITjPpXgp1iJw\">commit crimes<\/a>. Those who return to school after being suspended or expelled tend to <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/csgjusticecenter.org\/wp-content\/uploads\/2012\/08\/Breaking_Schools_Rules_Report_Final.pdf&amp;sa=D&amp;ust=1475163944480000&amp;usg=AFQjCNHzsMJNwtFzUIFQRiITjPpXgp1iJw\">do worse academically<\/a>. The <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cdc.gov\/healthyyouth\/protective\/school_connectedness.htm&amp;sa=D&amp;ust=1475163944481000&amp;usg=AFQjCNHqRThkPCc85LnVK2gYmb_1gvaekA\">U.S. Centers for Disease Control and Prevention<\/a> say that youth who feel disconnected from their school are more likely to fight, have sex early, use alcohol, tobacco and other drugs, and engage in a range of other risky behaviors."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet “zero-tolerance” policies — which mandate suspensions or expulsions for certain offenses — remain popular across the country, including in Maine. According to a recent Bangor Daily News survey of Maine public schools, more than 60 percent of the 229 administrators surveyed said they have zero-tolerance policies in place for drug-related offenses."},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18681521.jpg","filetype":"photo","size":"medium","orientation":"full","caption":"Sixteen-year-old Jake has been expelled from school twice and suspended more times than he or his mom can remember.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In many ways, Jake is a typical teenage boy. He responds to most questions with “mmm hmmm,” “nope,” “I dunno” and various monosyllables. He rarely shows excitement, and when he does it tends to be over things like UFOs (he’s seen two), blood (it shot out of his hand once when he broke it) and concussions (he’s had a “stage two” before)."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At 5-feet, 9-inches and growing, he is taller than most boys his age. His hot beverage of choice is a small Dunkin’ Donuts coffee with six packets of sugar and six doses of cream."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What sets Jake apart from his peers is the amount of trouble he’s been in. He knows the name of every police officer in his town. And they know him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake traces his problems back to “a long time ago” in Ireland, where his ancestors are from."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There’s like a family curse my dad was telling me about before,” he said, sitting on a picnic table outside his family’s trailer in the woods. “One of our relatives back in Ireland on my dad’s side cheated on a witch, and the witch put a curse on every man in the family. So the men in the family, we’re never gonna have good lives.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Jake said this, there was a resignation in his voice familiar to anyone who knows him. It was his “what’s-the-point-of-anything” tone."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s an alternate explanation for Jake's troubles. When he was in fourth grade, his dad hurt his back when a heavy crate fell on him at the egg factory where he worked. He became addicted to the painkillers he was prescribed and started abusing drugs — and his family."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He beat Jake and Jake's younger brother with a belt when their mom, Christine, was at work cleaning surgical instruments at the local hospital. Jake retreated inward and didn’t tell his mom about the abuse. He loved his dad and wanted his family to stay together. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Around then, Jake started acting out at school. In fourth grade he told a girl her haircut made her look like a lesbian and was suspended for sexual harassment. In fifth grade he sat in the middle of the floor one day and refused to get up. The principal sent him home, Christine said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then came the big incident at home — the one everyone in the family remembers as if it were yesterday. According to Christine, Jake's older half-sister, who has a different father, was at the house one day when Jake's dad started beating Jake and his younger brother with a belt. His half-sister wouldn’t have it. She got the 12-gauge shotgun the family used for hunting turkey out of their mother’s bedroom closet, held it up to Jake's dad’s head and called their mom, who was at work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’m gonna blow his fucking brains out if you don’t leave him,” his half-sister threatened. She was 14 at the time. Jake was 9."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"To protect her family, Christine kicked Jake's dad out and filed for a divorce."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most people who work with children or in behavioral health fields know about the ACE score, a tally of someone's <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.cdc.gov\/violenceprevention\/acestudy\/&amp;sa=D&amp;ust=1475163944492000&amp;usg=AFQjCNFgcbj3Sj_8sOn-QZemAFLe26kxcw\">adverse childhood experiences<\/a>, which could include abuse, having an absent parent or witnessing violence. The higher the score, the more likely people are to behave in riskier ways and develop health problems, such as a substance use disorder."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The maximum ACE score is 10. Jake scores around a nine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The researchers who came up with this concept, Vincent J. Felitti and Robert F. Anda, have also looked closely at what can be done to counter the lasting effects of childhood trauma. How can a person with a high ACE score live a successful, happy life? They and others have found that it centers on one idea: resilience. The key to resilience, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.gse.harvard.edu\/news\/uk\/15\/03\/science-resilience&amp;sa=D&amp;ust=1475163944494000&amp;usg=AFQjCNH3NuitWt97lGEBchVyRx3uYK5h2Q\">the studies show<\/a>, is close relationships and connections."},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Zero-tolerance policies have been on the rise in schools for decades. Nationally, suspensions have increased about 10 percent since 2000 and have <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/youthjusticenc.org\/download\/education-justice\/suspension-and-expulsion\/Defining%2520and%2520Re-Directing%2520the%2520School-to-Prison%2520Pipeline.pdf&amp;sa=D&amp;ust=1475163944496000&amp;usg=AFQjCNG61wLPFdsOOu8cY1HPcl85DofFCA\">nearly doubled since the 1970s<\/a>. Today, American students lose about <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/civilrightsproject.ucla.edu\/news\/press-releases\/2015-press-releases\/new-research-identifies-school-districts-with-worst-records-for-suspensions\/press-release-final-revised-022315-post.pdf&amp;sa=D&amp;ust=1475163944496000&amp;usg=AFQjCNEao-Eb3CnQVt2wWmXyc1RKvUYd5A\">18 million days of instruction<\/a> a year from suspensions alone, according to research from the University of California, Los Angeles."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Daniel J. Losen, the director of UCLA’s Center for Civil Rights Remedies and a national expert on school discipline, said the increasing popularity of these practices is an outgrowth of the zero-tolerance approach of the 1970s War on Drugs. A <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www2.ed.gov\/policy\/elsec\/leg\/esea02\/pg54.html&amp;sa=D&amp;ust=1475163944498000&amp;usg=AFQjCNHMSQTsNSuG8DOpH6GmZy-CYdE-FA\">1994 federal law<\/a> requiring schools to expel students who bring firearms on campus also helped to make these practices the norm, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But, Losen said, “the bottom line is it’s the attitude of the lead educators in the community that dictate these policies.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Indeed, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.indiana.edu\/~equity\/docs\/ParsingDisciplinaryDisproportionality.pdf&amp;sa=D&amp;ust=1475163944499000&amp;usg=AFQjCNFEXBuBB2QWGT0zyNSeOi0YyKwXzg\">studies in Indiana<\/a> and <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/csgjusticecenter.org\/wp-content\/uploads\/2012\/08\/Breaking_Schools_Rules_Report_Final.pdf&amp;sa=D&amp;ust=1475163944500000&amp;usg=AFQjCNEca78IR4CjKwJeLCPb7UYHyGUb1A\">Texas<\/a> confirm that the main factor driving suspension rates is the attitudes of the school leaders. “[These studies] really do tell us that it’s rooted in the adults,” said Losen. “It’s not like the kids are acting up at higher rates.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Only recently has Maine started to get an accurate sense of how common suspensions and expulsions are. In the 2011-2012 school year, 7,175 Maine students were suspended and 114 were expelled out of about 86,000, according to the <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/ocrdata.ed.gov\/&amp;sa=D&amp;ust=1475163944502000&amp;usg=AFQjCNEdaMM8364lzp8J85md8ftyGitYsw\">U.S. Department of Education’s Office for Civil Rights<\/a>."},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675193.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Belfast harbor is pictured on a late summer evening.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many educators see a need for suspensions and expulsions: to punish kids who misbehave, to deter other kids from engaging in similar risky behavior, and to keep the whole school safe from the threat posed by a disruptive kid."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“School is a place for learning and not for getting into trouble,” said Brian Carpenter, the former superintendent of Regional School Unit 20 who was involved in both of Jake's expulsions. He’s now the superintendent of School Administrative District 1 in Presque Isle."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For Betsy Webb, superintendent of the Bangor School Department, one of the largest districts in the state, zero-tolerance policies exist to keep illegal activity out. “Schools are chem-free zones, so we cannot condone the use of substances that by law are illegal,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But despite their popularity, there’s no clear evidence that zero-tolerance policies help with academics or improve student behavior."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Schools that rely more on suspensions and expulsions tend to demonstrate poorer academic outcomes, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.apa.org\/pubs\/info\/reports\/zero-tolerance-report.pdf&amp;sa=D&amp;ust=1475163944507000&amp;usg=AFQjCNGs9WWK2n1BZntXPTL-0sLrIXu4vg\">according to<\/a> the American Psychological Association. Removing students from school has not been shown to deter them from continuing their bad behavior. Instead, the practice appears to predict higher future rates of misbehavior. There is also no evidence that suspending or expelling students for drug offenses deters other students from experimenting with substances."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Studies have also found that <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.njjn.org\/uploads\/digital-library\/DC_District-Discipline-Overuse-of-School-Suspension-and-Expulsion-in-DC_DCLY_2013.pdf&amp;sa=D&amp;ust=1475163944508000&amp;usg=AFQjCNF6H3GC2WYOtywXooPdGFWMNee6nQ\">poor<\/a> and <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/archive.vera.org\/sites\/default\/files\/resources\/downloads\/zero-tolerance-in-schools-issue-brief.pdf&amp;sa=D&amp;ust=1475163944508000&amp;usg=AFQjCNECuprAFmF4VUZ5PkAY2P8cn2RUZw\">minority students<\/a> are more likely to be suspended for the same behavior than their wealthier, white peers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While suspending or expelling a kid can in some cases help the school become safer in the short term, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/archive.vera.org\/sites\/default\/files\/resources\/downloads\/zero-tolerance-in-schools-issue-brief.pdf&amp;sa=D&amp;ust=1475163944509000&amp;usg=AFQjCNEVjQ0gf3kSSxCld1sRVzvWNkZi1w\">research suggests<\/a> that in the long term these practices may make communities less safe."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We know that when a young person gets kicked out of school, he or she is more likely to drop out and get involved in criminal activity,” said Larraine Brown, the executive director of the Restorative Justice Project of the Midcoast, an organization that promotes alternatives to traditional punishment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She added, “And it’s not much of a leap to assume that they commit those crimes in the communities where they live and work.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"https:\/\/s3.amazonaws.com\/bdn-data-video\/bdn\/2016\/09\/MAINEFOCUSkevincoombsbeforeaddictionchildMBEDELL.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"18675217.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The last time Jake remembers liking school was in seventh grade, at Troy Howard Middle School in Belfast. He hated math but loved to read and write — “well, depending on the subject.” For his language arts class, he chose to write a paper on the 1920s trial of Sacco and Vanzetti, two Italian immigrant anarchists accused of murder and then executed. Much of the evidence used against them was later widely discredited."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They were terrorists,” Jake said. “Well, they were blamed for being terrorists. But there was no proof at all, and they got executed anyway.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He showed glimmers of engagement in school, but by seventh grade he had already started to disconnect."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I was the bad kid,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"By then Jake had already been suspended a handful of times, often for incidents where his temper, which had worsened since his dad left home, got the better of him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You say ‘boo’ to [Jake], and he’ll bite your head off,” Christine said. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Researchers now understand that early trauma can <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/developingchild.harvard.edu\/wp-content\/uploads\/2005\/05\/Stress_Disrupts_Architecture_Developing_Brain-1.pdf&amp;sa=D&amp;ust=1475163944515000&amp;usg=AFQjCNEofv6_cGWRYELqwPGp04DC1e4j-Q\">alter kids’ brain chemistry<\/a>, making them more likely to be on constant high alert and have a hard time dealing calmly with provocations."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After his outbursts, Jake was often sent to a school counselor who tried, in vain, to reach him. “She was really just there to listen to what you had to say and then give you some stupid crackpot advice,” Jake said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She led him through breathing exercises, for example. “She tried to teach me to breathe!” he recalled. “That shit don’t work. I breathe enough.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There was one adult Jake felt he could trust and look up to at school: his seventh-grade language arts teacher, Kevin Coombs. Coombs described Jake as a “smart kid” with a “very creative mind,” but also a kid on the edge. Coombs said he could have seen Jake getting into welding or something else hands on."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“But I could also have seen it going the other way: I could see him ending up in the paper” — for criminal activity."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake didn’t really have any extra-curricular activities. He’d played peewee football in elementary school and liked it. But he stopped in sixth grade because he’d started smoking cigarettes, and running became difficult. Also, his mom, who was single and working full time, had a hard time picking him up from practice."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Coombs thought Jake could divert some of his anger if he had an activity he enjoyed and if he felt connected to something positive. He learned Jake had a passion for boxing, so he gave him some old gloves."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake tried to get accepted into the local boxing gym, but it rejected him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“[Jake] is not someone we’re going to teach to fight better,” said Greg Stearns, the school resource officer in Jake’s district and a coach at the gym where Jake applied. Giving boxing gloves to a kid like him, Stearns said, is “like giving a full-time drunk a Corvette to use to drive down the road.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675219.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A hall in Troy Howard Middle School in Belfast, where Jake fought and was first expelled.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake's situation in school went from shaky to untenable one spring afternoon in 2014, when he was in seventh grade. The last bell had rung, and everyone was filing out of the locker-lined hallways. Three kids who Jake hadn’t gotten along with came up to him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They all crowded over me in the hallway,” Jake said. “One of them was like, ‘Hey, let’s just be friends,’ or something like that, but I knew he was just fuckin’ around. Then he said something mean to me, and I pushed him and kicked him in the face.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Coombs said he remembers seeing Jake right after the incident: “He was really upset, pacing back and forth like a lion.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There is no manual that tells school administrators what to do when a student kicks another student in the face. School administration is part science, part art, and cases like this require a lot of art."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The district’s policy stated that “principals may suspend and\/or recommend expulsion” for students who use “violent or threatening behavior,” but it doesn’t get more specific than that. It was largely up to the principal to decide what to do."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If you have a student who has had multiple discipline referrals, you start with detentions, interventions with guidance counselors, etc.” said Jake's principal at the time, Kim Buckheit, in reference to Jake's case. “Then if you’re not getting any improvement, it becomes a situation where the school community sometimes has to look at what is in everyone’s best interest,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Buckheit recommended that the school board, which has the final say on expulsions, expel Jake. In her letter to them, she referred to Jake's “extensive history of abhorrent behaviors … that create fear and uncertainty for students attending school with him.” His bad behavior, she said, involved mainly verbal incidents, including shouting, “This class sucks,” to his health teacher."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In May 2014, board members met to decide whether to expel Jake. As is standard, they gave him a chance to speak. He apologized, saying he shouldn’t have kicked the other kid. But as Jake remembers it, no one seemed to really listen or take him seriously. The board followed Buckheit’s recommendation and voted to expel Jake indefinitely “for the peace and usefulness of the school.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake knew that kicking a kid in the face was wrong. “It was really stupid,” he said. But he felt frustrated and angry that, as he saw it, he was not heard. He had been labeled the bad kid, and that was that."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They just wanted me out of there. … Really I was just sticking up for myself, and they wanted me to be like a pure pacifist or something,” he said. “I don’t know what it was. They all just hated me.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675225.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Jake's first middle school, Troy Howard Middle School in Belfast.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake was kicked out before he could present his report on Sacco and Vanzetti. He was disappointed. He’d gotten into the project and was proud of it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The district assigned Jake a tutor, who saw him for one-hour sessions twice a week. He passed the seventh grade, technically. But with just two hours of instruction a week, he felt behind."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I felt like I was getting stupider,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The hardest part was on the social front. The few friends he thought he had vanished. “Everyone stops talking to you when you get kicked out. It’s just what happens,” he said, shrugging."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake's younger brother was still in school and his mom and her new boyfriend worked, so he spent much of the time he wasn't with the tutor sitting in his family's trailer in the woods, usually without human company."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When he got tired of playing video games and watching TV, he’d do odd jobs around the house for his mom’s boyfriend, like mowing the lawn and cutting wood. Sometimes he did drugs — mainly marijuana — to pass the time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The boredom ate at him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It puts a toll on your brain,” he said. “It’s like a cell here.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18716469.jpg","filetype":"photo","size":"big","orientation":"full","caption":"After being expelled, the boredom at home ate at Jake.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake had community service to do, too. In late April 2014, just before Jake had been expelled, he and his brother and cousin broke into a camp intending to steal liquor. They were caught and charged with criminal mischief and trespassing, but they were given the opportunity to bypass the criminal justice system by working with the Restorative Justice Project of the Midcoast."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Restorative Justice Project is one of a handful of organizations in Maine working with the criminal justice system and schools to offer alternatives to incarceration, criminal charges and, in school settings, suspension and expulsion. Modeled after practices of indigenous groups like the Maoris of New Zealand, the restorative justice approach encourages offenders to repair the harm they caused by talking with their victims and others in the community. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Its main tool is the “circle” that brings the offender, victim and other community members together to discuss what happened and to decide how to repair the damage, often through some kind of community service."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sarah Mattox, restorative services coordinator for the Restorative Justice Project, oversaw Jake's first encounter with the group. Mattox brings her Siberian Husky-looking mutt dog, Lucky, to work, and is prone to quoting Carolyn Boyes-Watson, a Suffolk University professor and founding director of her university's Center for Restorative Justice."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As Mattox remembers it, Boyes-Watson says that the restorative justice circle “appeals most to those on the margins because it brings them in and says, ‘Here, have a voice.’”"},{"filename":"18716255.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Sarah Mattox, restorative services coordinator for the Restorative Justice Project of the Midcoast, located in Belfast.","credit":"Courtesy of Sarah Mattox","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Restorative justice is relatively new as a widespread practice in the United States, so research is in the early stages. But <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.antoniocasella.eu\/restorative\/Latimer_2005.pdf&amp;sa=D&amp;ust=1475163944540000&amp;usg=AFQjCNG-UEsKhzLrjp0ZaVbI0fvqDbWSEQ\">studies show<\/a> that restorative programs can play a role in reducing the chance an offender will reoffend. When practiced in a <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nytimes.com\/2016\/09\/11\/magazine\/an-effective-ut-exhausting-alternative-to-high-school-suspensions.html&amp;sa=D&amp;ust=1475163944541000&amp;usg=AFQjCNGd_rfjFcDTc6M85HLptlw0x-gLNQ\">school setting<\/a>, they can reduce suspension rates, raise graduation rates and improve the school environment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mattox and her colleagues pointed out that getting offenders to recognize the harm they caused, and to stop causing it, is rarely easy. It takes time, especially with what they call “high-risk” youth like Jake."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"High-risk youth are generally more likely to reoffend after their first encounter with restorative justice than low-risk youth, Mattox said. “We want — I want — high-risk kids. And I want them every single time they reoffend. Because that’s how learning happens, and that’s how people get reintegrated into their communities,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The notes from Jake's first restorative justice circle are confidential, so it’s difficult to confirm precisely what happened. But if it was like other circles, it would have involved a “talking stick” to encourage people to not talk over one another. The moderator, Mattox, would have asked Jake and his brother and cousin what they were feeling and thinking when they broke into the camp, and whom the break-in affected, and how."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mattox would have asked the camp owners what impact the incident had on them and their family, and what the hardest part about it was. Everyone would have been given a chance to respond, and then they would have discussed how the three boys could “repair the harm.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the end of the circle for Jake, his brother and his cousin, the Restorative Justice Project drew up an agreement for the boys that required them to do community service, write a letter of apology to the camp owner and go door to door in the neighborhood to offer their apologies. The group assigned the boys a local volunteer mentor to support them in carrying out the work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It was long and boring,” Jake said of the process. “I don’t like doing work for free. That was the worst part. I built a gazebo-type deal. I had to do that for like four hours. And then I had to go cut down some trees and make some trails and get some invasive plants.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But, Jake said, it wasn’t as bad as the school counselor with the breathing exercises. And he appreciated the fact that the incident didn’t end up on his record."},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675213.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Searsport District Middle School in Searsport.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Eighth grade began, and Jake looked forward to a new start. He enrolled in Searsport District Middle School, a different school in his area. To his surprise, it went well. He began earning solid grades and avoided getting into serious fights. Though he didn't like the “preppy rich kids” there, he had a couple friends and was happy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In March 2015, it all unraveled. Another student accused Jake of selling marijuana in the bathroom, which Jake denies. School staff searched him in the assistant principal's office. They found a broken pipe in his bag that he had used in the past to smoke marijuana. According to Jake, they wouldn’t let him go until he admitted to selling pot in the bathroom. Desperate to be released, he confessed — “even though I didn’t do it.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake was charged with trafficking of scheduled drugs and possession of drug paraphernalia, and given a court date."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Like most school districts in Maine, Jake's had a zero-tolerance policy that recommended an out-of-school suspension for five to 10 days followed by an expulsion for any student caught selling drugs on school grounds. The school board heard Jake's case and voted to expel him in a unanimous vote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Anthony Bagley, who chaired the board that voted to expel Jake both times, said he could not comment on the specifics of Jake's case, but “the policies have been set, and that’s what we follow. It’s entirely up to the board to follow the policies.” It’s also up to the board to review and revise the policies, something Bagley’s board had last done in 2012."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Not everyone involved in the decision to expel Jake was comfortable with it. The assistant principal said he liked Jake and wished he didn’t have to expel him, according to notes from a conversation between the assistant principal and a staff member of the Restorative Justice Project. The notes were released at the request of Jake's family. He asked, “expelled twice, what’s his future?”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Valerie Mank was on the school board at the time and remembers another board member pulling her aside before the decision and explaining that she had to vote according to the zero-tolerance policy. It didn’t feel right to Mank."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Those are the kids that we need to embrace harder,” she said. “We need to give them a bigger hug, not kick them out. I feel like we’re just ostracizing them by sending them home.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But Mank complied and voted to expel Jake. She recalled tearing up when the board chair announced the decision."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’m ashamed I was part of the board that kicked Jake out,” she said. “It was heartbreaking. … In hindsight, I should have voted my conscience.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This second expulsion nearly broke Jake. The district again assigned him a tutor for the rest of the year, and again he technically passed to the next grade. But he felt hurt and cheated by adults who were supposed to educate and take care of him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He took out his anger as he had before — drinking, smoking marijuana and getting in trouble with the law. Not long after he was expelled the second time, for example, he broke a window in his mom Christine’s locked bedroom and stole two Twisted Tea drinks from her closet. He drank them in the woods, returned home, started yelling and then ran away. Christine called the police, who came, found Jake down the road, and charged him with criminal mischief."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I called the cops on [Jake] because I was tired of his crap,” said Christine. “I cried forever. It was hard, but I had just had enough. I can’t afford to fix windows,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Again, the juvenile community corrections officer assigned to Jake gave him the chance to avoid court by going through the restorative justice program. And again, Jake took it. The process was similar to the first time — the talking stick, the community service hours, the mentor, the apology. Like before, he appreciated not having his record stained, but he didn’t see the point of it all."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Around that time, Jake had an actual court case to deal with, too. Convinced that Jake did not sell marijuana in the school bathroom, Christine hired a lawyer to fight the trafficking charge. Even at a reduced price — around $150 a month — she overdrew her bank account a couple times and stopped paying the mortgage on the trailer to make the payments."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But she felt it was worth it because she was sure Jake was innocent. “If he did it, it would be his problem,” Christine said. “He’s done plenty of other things, but he didn’t do this. I know my kids, and there’s nothing they can’t and don’t tell me.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After several months, the court dropped the trafficking charge due to insufficient evidence. For the possession charge, Jake was fined nearly $400. Again, Christine paid."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some time after his second expulsion, Jake gave up. “I really did. I hated school after that, because I kept getting kicked out of it, so I thought there was no point to it.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And it was hard not to feel as if no one cared. As Jake saw it, he was wrongly accused of something, kicked out of school for it, and when the court found that the school didn’t have enough evidence against him, no one even apologized. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If the school cared and wanted him to succeed, Jake said, “They had a funny way of showing it.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Maine, the local school board decides if and when an expelled student can return. In Jake's case, the board set the resolution of his court case as a condition of his second re-entry. And when the 2015-2016 school year started, the case was still pending."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As his classmates started their freshman year, Jake reached a point of despair."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I just stopped caring,” he said. “I fought whoever, stole whatever, did whatever.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He also started doing more “stupid stuff” — Jake's code for drugs and alcohol — with other kids who didn’t go to school. Jake doesn’t like to talk about his drug use, but he admitted to trying cocaine, a psychedelic drug called “sassafras” and bath salts, which he says he “almost got addicted to.” He sold drugs, too — mainly marijuana."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The one drug he wouldn’t touch was heroin. “It’s disgusting,” he said. He knew enough people addicted to heroin, including his father, and didn’t want to end up like them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Around that same time, Jake's mind felt increasingly dark. One day after a fight with his mom, he went into the woods behind their home and tried to cut his arm with his pocketknife. He remembers thinking, “fuck it,” at the time. The knife made some cuts, but it was too dull to kill him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He never tried that again — “I’m not much of a suicider” — but the incident was another red flag for Christine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“After that I didn’t know if I’d come back from work to find him alive or not,” she said, wiping her eyes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Christine called a mental health counsellor who had seen Jake on and off since he was in fifth grade. The counsellor declined to be interviewed for this article."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"According to Christine, the counsellor helped to arrange for Jake to be seen by a doctor for depression, but the wait to see the one child psychiatrist in the area was a few months."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the meantime, faced with the choice of having her suicidal son stay home alone during the day or having him do drugs with delinquent friends, Christine preferred the latter."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“He self-medicated,” she said. “Sadly enough, being a mom, I was OK with it because I knew he wouldn’t be alone. I understood him.”"},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675215.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A school bus parked outside of Searsport District Middle School in Searsport.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In response to the growing body of research showing that zero-tolerance policies are ineffective and applied unfairly, states and communities across the nation have<a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.aft.org\/ae\/winter2015-2016\/skiba_losen&amp;sa=D&amp;ust=1475163944570000&amp;usg=AFQjCNGqDqakuC2NiOepSzkKJED_oQxksA\"> started reforming them<\/a>. For example, in 2014, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.washingtonpost.com\/local\/education\/maryland-approves-new-school-discipline-regulations\/2014\/01\/28\/c11ad4de-8385-11e3-bbe5-6a2a3141e3a9_story.html&amp;sa=D&amp;ust=1475163944571000&amp;usg=AFQjCNFDqINAhwnYSrljeVWbruI5ik3rdg\">Maryland<\/a> education leaders passed a new school discipline framework that emphasizes suspensions and expulsions as a last resort and encourages districts to move away from zero-tolerance practices."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The same year, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.sacbee.com\/news\/politics-government\/capitol-alert\/article2613881.html&amp;sa=D&amp;ust=1475163944572000&amp;usg=AFQjCNGPej675Si0EDDTeRRegRCmHfw2tw\">California<\/a> <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.publiccounsel.org\/press_releases?id%3D0088&amp;sa=D&amp;ust=1475163944572000&amp;usg=AFQjCNHirZVG5Nvnqdy648XN-12kWO4lkA\">became the first state<\/a> to prohibit public schools from suspending students in kindergarten through third grade for “willful defiance,” or minor misbehavior. And this year <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.chicagotribune.com\/suburbs\/lake-county-news-sun\/news\/ct-lns-school-discipline-law-st-0113-20160112-story.html&amp;sa=D&amp;ust=1475163944573000&amp;usg=AFQjCNEsBTUy-wn577YMMvaSRu8DdU4MvA\">Illinois<\/a> is implementing a major new law that will limit the use of suspensions and expulsions."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Schools and districts across multiple states are also <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/jprc.wested.org\/wp-content\/uploads\/2016\/02\/RJ_Literature-Review_20160217.pdf&amp;sa=D&amp;ust=1475163944574000&amp;usg=AFQjCNFXPrkvFAhLR_GKovHkHHNnTaRqRw\">experimenting with restorative justice<\/a> as an alternative, non-punitive approach to handling conflict and misbehavior. In Jake's area, the Restorative Justice Project works more with the traditional local criminal justice system than with the schools, although it hopes to do more with the schools in the future.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In some cases, schools are maintaining zero-tolerance policies but complementing them with more preventative and evidence-based practices. For example, the Bangor School Department now has a district-wide goal to get at least 95 percent of students involved in at least two extra-curricular activities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We know from research that if students are involved in healthy activities and are connected to school, they’re more likely to make healthy choices,” said Webb, Bangor’s superintendent. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the individual teacher level, believing in and supporting a kid like Jake can go a long way toward keeping him in school, as <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.responsiveclassroom.org\/sites\/default\/files\/pdf_files\/PBIS_whitepaper.pdf&amp;sa=D&amp;ust=1475163944576000&amp;usg=AFQjCNHrxjQu0I0C_o23Vbd6tWI5DsRyyQ\">research consistently shows<\/a> that reinforcing positive behavior reduces misbehavior. Messages that teachers convey — both large and small — directly affect how students behave."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It can be tough to support a kid like Jake. Coombs, his seventh grade teacher, recalled that Jake had a tendency to push people away. “Jake's mentality was, ‘If I don’t invest in you, then you can’t abandon me,’” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most teachers and administrators gave up on Jake as a lost cause. “I can remember there were several teachers who thought, ‘This kid is dangerous. I can’t have him in class,’” Coombs said. But he saw Jake as a frustrated kid with a lot of potential. He made a conscious choice to invest in Jake."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I was behind him 100 percent of the time. The times he messed up, which were a lot, I’d ask him, ‘This is what you did; do you understand it?’” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s reasonable to ask whether teachers or administrators have the time, energy and skills to lend personal attention to every struggling student. They are stretched. It’s of little surprise that many don’t feel they can invest in kids like Jake, especially when those kids keep pushing them away and messing up."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When asked what he thought the schools could have done differently to support him, Jake shrugged and looked at the ground."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I don’t know. I guess just listen to me,” he said."},{"filename":"","filetype":"hrule","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":"18675209.jpg","filetype":"photo","size":"big","orientation":"full","caption":"BCOPE, which stands for Belfast Community Outreach Program in Education, an alternative public high school in Belfast","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Jake finally got in to see a psychiatrist, he was diagnosed with bipolar disorder and prescribed Seroquel, an anti-psychotic medication meant to calm him. To him and his mom, the pills seem to make a difference."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Around the same time, in the fall of 2015, the school board voted to readmit Jake. Demoralized and fearing another problem if he returned to regular school, he enrolled in the only alternative available — adult education classes. They were better than the tutoring, because they took place four times a week, not two, and were with other people. But still, they were for adults, and he was just 15."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As Jake and his mom see it, Jake's luck really started to turn when he began dating Emily. He had known Emily for a number of years, and she was the only person from his first middle school who would still talk to him. Even more than the Seroquel, she helped calm him down."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They weigh each other out, “ Jake's mom said. “She just has a way of soothing him.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"So these days, instead of hanging out with the other kids who don’t go to school, instead of spending all day sitting on the living room couch with his dog Zeus, he hangs out with Emily as much as he can."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This fall Jake is enrolled in BCOPE, which stands for Belfast Community Outreach Program in Education, a small alternative public high school for kids who don’t fit into the traditional school setting."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s a place for kids like me,” Jake said. He is certain that if BCOPE didn’t exist he would not be returning to school."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"BCOPE is small — fewer than 40 students — and is more flexible about discipline than Jake's previous schools."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There are rules here, but there is also leeway built in. If a kid is honest with us, we’re going to give them a chance,” the director, Dolly Sullivan said. “But we’re also going to find out why they did something and get them some help to resolve things.”"},{"filename":"18675201.jpg","filetype":"photo","size":"medium","orientation":"full","caption":"A handmade sign on a bulletin board in the halls of BCOPE.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jake had his first day at BCOPE on Sept. 9. He’s not one to show excitement, but, on that day, he flashed a rare smile. He was tired after having woken up at 5 a.m. to catch the 6:20 a.m. bus, but happy that, as he put it, the other students were “fine.” He liked his teachers so far, and loved the fact that they give no homework. It’s all done in school."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For the new school to work for him, Jake said he needs to control his temper. “When someone says something bad to me, I shouldn’t say it back,” he said. “I should try to be the bigger person.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He’ll also need to pause before he attacks, take responsibility for his actions, and let people in, all things he’s struggled with in the past."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But he wants school like he’s never wanted it before, he said. And now he has a dream for himself: to graduate from high school and join the military."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I have to do it,” he said of the military. “It’s just the moral thing to do.” Then, he added, with a smile, “Plus, the discipline would be good for me.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When asked why military discipline would be good when he has fought against school discipline for years, he said, “If I go to the military, it’s because I want to be there. I want to be disciplined by them.” He paused before adding, “And they want me there.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Care to comment? <\/em><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSdBMILTCuP7TsHepHNHSd7bALFDx5ToC9IWFZy8PILrg0XaWw\/viewform&amp;sa=D&amp;ust=1475163944589000&amp;usg=AFQjCNFUDSt2-lHHoA7g9xHcvm_87RdvMw\">Click here<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Click<\/em><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163944590000&amp;usg=AFQjCNGLUj-AcitqmeWypTksl4YCDHMFzA\"> <\/a><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163944590000&amp;usg=AFQjCNGLUj-AcitqmeWypTksl4YCDHMFzA\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}]}]}