{"chapters":[{"content":[{"filename":"18675675.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Ally Beeman (left), 13, talks with Tabitha Fillion, her \"big\" through the Big Brothers Big Sisters program, while watching the sunset over boats in the harbor in Rockland on a brisk Tuesday evening in mid-September.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"No one read to Adam Howard. No one practiced the ABCs with him in the basement of the church that he lived in for a year before starting kindergarten. Other kids knew how to hold books. He knew how to survive with almost no money."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was diagnosed with a learning disability — as is common with children from a background of deep poverty — and until seventh grade he escaped the attention of teachers too busy or uncaring to notice that he could barely read."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, there was James Mattingly."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"I was learning to survive without being literate, and then it changed. Mr. Mattingly was like, ‘Oh no, you’re too smart for this,’\" Howard said. Mattingly spent his afternoons getting Howard up to speed academically, his weekends playing basketball with him, all the while illustrating a world outside of rural Kentucky."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mattingly was a mentor."},{"filename":"18633203.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Adam Howard, age four, at bottom left, stands with his brother, sister, father and grandparents.","credit":"Courtesy of Adam Howard","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Natural mentors can foster emotional well-being, social skills and academic achievement in kids. But in order to work, it has to be done right, and Maine is neither funding its mentoring programs nor advising them on how to work most effectively."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"So, what does mentoring have to do with drug use?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A University of Illinois at Chicago <a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.researchgate.net\/profile\/David_Dubois2\/publication\/8005612_Natural_mentoring_relationships_and_adolescent_health_evidence_from_a_national_study\/links\/0deec5194e5fe27817000000.pdf&amp;sa=D&amp;ust=1475163948526000&amp;usg=AFQjCNFxmfYF_DTwPKp95j5i2Lk46wKFzA\">study<\/a> by David Dubois and Naida Silverthorn, of 4,882 kids, found that mentoring played a significant role in producing positive outcomes in young people’s lives. That means mentoring increased the chance students would do important things such as graduate high school or use birth control. Mentoring didn’t have the same effect in preventing negative outcomes, such as drug use or violence. But other studies show that the mentoring program Big Brothers Big Sisters does <a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.rhodeslab.org\/files\/substanceuse.pdf&amp;sa=D&amp;ust=1475163948528000&amp;usg=AFQjCNHPo8uIRGzZyuMWp6eYWFOolLnpPQ\">reduce<\/a> drug use, or at least <a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/ppv.issuelab.org\/resource\/making_a_difference_an_impact_study_of_big_brothers_big_sisters_re_issue_of_1995_study&amp;sa=D&amp;ust=1475163948529000&amp;usg=AFQjCNFvwxwbNUm8ovr_lS02x__x1RcXug\">delay<\/a> it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This might seem like weak evidence, but it comes down to the difference between a kid who tries drugs and a kid who abuses drugs. Academic success and self-control, which mentoring promote, <a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/8722998&amp;sa=D&amp;ust=1475163948531000&amp;usg=AFQjCNHd7ignC_voyuxfpot7wg2Pc0Atwg\">can make that difference<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Howard saw some of his peers turn to substance use, and he saw many of his peers graduate from high school functionally illiterate."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Everyone had their places of support, and some of those were very destructive places,\" said Howard."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Meanwhile, Howard went on to become a professor of education at Colby College in Waterville, an accomplishment he credits to his many mentors."},{"filename":"18633197.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Adam Howard and his sister both graduated college, thanks to mentors.","credit":"Courtesy of Adam Howard","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He believes in the power of mentoring but hesitated to endorse formal mentoring programs in general, pointing to a few places where they can fail."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A program needs to adequately foster a cultural understanding in its mentors, he said, and that isn’t easy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"It takes some prep work in terms of having a critical awareness about your own self and others and the world around you, and figuring out how you relate to others,\" said Howard."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And then, he said, the program must be continually evaluated to see if it’s actually having an effect."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Howard recognized that his own mentors didn’t have anything like this — no evaluation, no course on how to be a mentor. But they came to it of their own accord, and he came to them and stuck with them because it worked."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"When you're trying to 'make' mentors in programs, then you have to provide a more intentional path,\" Howard said."}]},{"heading":"‘An urge to help’","content":[{"filename":"https:\/\/s3.amazonaws.com\/bdn-data-video\/bdn\/2016\/09\/MAINEFOCUSallytabithabigsislittleMBEDELL.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"18675669.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Colby College has a popular program, Colby Cares about Kids, where students mentor kids from the Waterville area. Every year, about 150 new students join the program, so there are about 500 matches at any given time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sarah Bees, a Colby graduate, took part in the program and conducted a <a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3033784-CCAK-Social-Class-Presentation.html&amp;sa=D&amp;ust=1475163948541000&amp;usg=AFQjCNG3h1Zzh7k8Xxh0BLkF6kj_ZYwYTA\">survey<\/a> of the mentors. She found that mentors actually want more training regarding how to handle issues about social class that arise when they’re with their mentees, given that they tend to come from different backgrounds. Right now the students get two-and-a-half hours of training before meeting their mentees."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Bees thinks the program is valuable, but it could benefit from setting clear goals and objectives. \"The role of the mentor isn’t quite established,\" she said. \"A lot of the mentors felt an urge to help but also felt helpless.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Program coordinator Lori Morin said she would like to provide more training around cultural differences, but she doesn’t have the time or staff. With 500 mentors, they would need to be broken into smaller groups to have these kinds of conversations. Right now she’s the only staff member, though she plans to apply for grants to hire another person."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Another program in the Waterville area, Reach &amp; Rise, requires 15 hours of training before a mentor and a mentee meet. The training covers everything from what to say if your mentee asks you what drugs you’ve done, to how to talk about music and slang."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"At first 15 hours seems excessive. However, at the end of the training, all mentors have reported that it is probably the minimum that mentors should receive before venturing into such a relationship,\" said Ryan Kneeland, the program director."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Kneeland basically mentors the mentors. He checks in with the mentor, mentee and guardian of the mentee every month for each of his 10 active matches."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Not only can you go to him with anything, but if you feel like you screwed up you can tell him,\" said Crista Lavenson, who mentors a 9-year-old through the program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Howard doesn’t think a mentoring program exists in Maine that meets his standards in terms of preparation, support and evaluation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"However, he was impressed by the amount of training Reach &amp; Rise offers, and he believes that Big Brothers Big Sisters comes close to his standards because it continually evaluates its own program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"It’s really important to define success, to know what success looks like,\" said Alex Gaeth, CEO of Big Brothers Big Sisters of Mid-Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Big Brothers Big Sisters looks at many measures, but two are especially important: tracking how many matches make it to a year, and whether a staff member is checking in with the mentor, mentee and guardian of the mentee every month."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tabitha Fillion and Ally Beeman, 13, have only been \"big\" and \"little\" since April, although it’s almost a given they’ll make it to the year mark, and beyond."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They like to go geocaching together, play with Fillion’s cat, and watch movies. Fillion became involved with Big Brothers Big Sisters because it was something her mom had done when she was a kid, and it was time to give back. Beeman joined because she was lonely. An excuse to get out of the house away from her little brother helps, too."}],"preview image":"","short title":""},{"heading":"Without support","content":[{"filename":"18675691.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Ally Beeman, 13, looks back at her \"big\" Tabitha Fillion after successfully completing a full rendition of \"Twinkle, Twinkle Little Star\" on a street piano in Rockland on a brisk Tuesday evening in mid-September. Fillion, who had just picked a flower off a nearby plant, handed it to Beeman with a smile and congratulations. The pair, who got matched through the Big Brothers Big Sisters program in April, were enjoying a night-time adventure at the harbor.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Who mentors the people who run mentoring programs in Maine? It used to be Debbie Bechard, the coordinator for the Maine Mentoring Partnership, but that organization no longer exists."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The beginning of its end was in 2005, when Maine legislators wanted to fund and support mentoring programs. They proposed giving $250,000 annually to the Maine Mentoring Partnership. The Maine Mentoring Partnership would award 75 percent of that money to mentoring programs throughout the state."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The bill passed — but with almost none of the funding it requested. It’s not clear why, as no one opposed the bill. But when it got to the appropriations committee, the $250,000 annually became a one-time $25,000 grant. That grant was given to Jobs for Maine’s Graduates, which distributed it among four mentoring programs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Without state funding, the Maine Mentoring Partnership dissolved over the next few years, and in 2007 Jobs for Maine’s Graduates took on two of its staff."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Bechard still uses her expertise to help Jobs for Maine’s Graduates with the mentoring component of its program, but there is no central body to support Maine’s mentoring programs."}],"preview image":"","short title":""},{"heading":"‘I want a mentor!’","content":[{"filename":"18675683.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Ally Beeman, 13, tries her hand at playing \"Twinkle, Twinkle Little Star\" on a street piano in Rockland while out on a brisk Tuesday evening in mid-September with her \"big\" through the Big Brothers Big Sisters program, Tabitha Fillion.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Reach &amp; Rise has a list of more than 100 kids on a waitlist to get a mentor, and when Kneeland goes into the after-school program at Waterville’s Alfond Youth Center, he hears about it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The kids are ecstatic to tell me about what they’ve been doing with their mentors; other kids run up to me and exclaim, ‘I want a mentor!’ and others who have applied continually check and ask, ‘Do you have a mentor for me yet?’ The answer is, unfortunately, often, ‘No,’\" said Kneeland."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Another program with more children who need mentors than there are mentors is CASA of Maine, which stands for Court Appointed Special Advocate. When a child is in the child welfare system or part of a family court case, he or she can be assigned a guardian ad litem — someone who is supposed to recommend to the court what is best for the child."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A CASA guardian ad litem is one kind — one who volunteers and only has one case at a time. A roster guardian ad litem is another — someone who has a law degree and takes many cases at once."},{"filename":"18633195.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Danylle Carson as a child, before she met her mentor.","credit":"Courtesy of Danylle Carson","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Danylle Carson had several guardians ad litem in her childhood, but there is one who stood out to her, from when she was about 6. Her mother had been incarcerated for drug-related offenses and officially lost custody of her children. Carson, a word-lover who taught herself to read, didn’t understand what was going on."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"I felt like everybody in my life was talking over me. Everybody was using these big words. I felt like I was drowning in a world I didn’t understand,\" Carson said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then came her guardian ad litem. (This was before CASA existed in Maine.) She was the first person to ask Carson, \"Do you understand what these people are saying?\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"She would define these big words, and all of a sudden I could hear what these people were saying. I understood my place in my life,\" said Carson."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Carson decided she’d like to be a lawyer when she grew up. The road there wasn’t simple: She was in and out of foster homes while her siblings were placed with her grandparents because she was \"the fighter;\" she could handle it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She became homeless for a time, but walked from the shelter to the middle school across town every day because she remembered the words that her guardian ad litem had told her: \"You’re more than the hand that was dealt to you.\""},{"filename":"18632795.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Danylle Carson stands with her adoptive parents at her law school graduation, while her son photobombs.","credit":"Courtesy of Danylle Carson","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Carson was in law school, she tried to get in touch with this woman but she wasn’t able to find her. While she lamented the loss, she also felt she could thank her by continuing her work. Two years before she finished law school, Carson became a CASA guardian ad litem. Now that she has her degree, she is also a practicing lawyer and a roster guardian ad litem."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Since she became a CASA guardian ad litem, she has advocated for 34 children, between five and 15 at a time. She said that she doesn’t sleep a lot."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s all because of someone whom Carson thinks she only met a handful of times, over a period of less than a year. <a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mentorwalk.org\/documents\/mentoring-synthesis.pdf&amp;sa=D&amp;ust=1475163948584000&amp;usg=AFQjCNGBy0CmsfSVaqv3sH-pm1pKaM1nRg\">Research<\/a> shows that it’s important for a mentoring relationship to last a year, but it doesn’t have to last forever in order to have an effect."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Now that Howard is a mentor to his students, he understands why mentoring relationships usually end. In order to give his full attention to his current students, he can’t give as much to his former students. He kept in touch closely with his early mentors until he graduated from Berea College and went on to graduate school at Harvard University. That was one of the last moments he shared with Mattingly."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"I understood it, why it was over,\" Howard said. \"He had done his job and done it very well.\""}],"preview image":"","short title":""},{"heading":"Epilogue: Your stories","content":[{"filename":"18675665.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tabitha Fillion (left) drives her \"little\" Ally Beeman, 13, through the Big Brothers Big Sisters program across Rockland to the harbor on a brisk Tuesday evening in mid-September.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The BDN asked readers what it was like to be a mentor or a mentee, and you proved Howard’s words that, \"Every child needs a mentor.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Alicia Deacon, of Calais, told us that goat farmers need mentors, because most veterinarians treat goats and sheep the same, but they aren’t."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jim Bridge, of Brunswick, told us about eight naval officers who needed someone to listen while they figured out their careers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Terry Hayes has spent the last 10 years mentoring a girl she met while working as her guardian ad litem. Now she takes care of that girl’s child once a month so the single mother can have a night off, and she’s helping her figure out her purpose."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, there was Walter Boomsma, of Guilford."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He told us about being a sixth-grader in Massachusetts and getting picked on while he took the bus to school. The girls would sharpen their fingernails into points, and he’d often arrive to school bloody."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One day, the bus driver, Otis Phillips, asked Boomsma to stand up at the front of the bus and keep an eye on the token machine. Every day, Boomsma rode the bus protected from the bullies, under the guise of having an important job to do."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Boomsma is 69 now, and he thinks of Phillips often. He tries to be a mentor as both a substitute teacher at Piscataquis Community Elementary School and by teaching workshops on everything from real estate to suicide prevention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"We don’t have to overcomplicate mentoring,\" said Boomsma. \"We mentor people in ways we don’t even mean to.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"BDN readers have given their hours, advice and care to those who needed it. Thank you. If you’re still looking for a way to get involved, think about mentoring with the organizations listed below or spending time with someone in your life who you think needs it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>To get involved with Big Brothers Big Sisters, click <\/em><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.bbbs.org\/site\/c.9iILI3NGKhK6F\/b.5961203\/k.61FA\/Sign_up_to_volunteer.htm&amp;sa=D&amp;ust=1475163948597000&amp;usg=AFQjCNFanlfXGuC3L-83mba1UA-l-cP7Pw\">here<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>To get involved with Reach &amp; Rise in the Waterville area, contact Ryan Kneeland by <\/em><a class=\"c3\" href=\"mailto:rkneeland@alfondyouthcenter.org\">email<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>To get involved with CASA of Maine, click <\/em><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/casaofmaine.org\/volunteerapplication.html&amp;sa=D&amp;ust=1475163948599000&amp;usg=AFQjCNFo4ErzoOwMiXFOSSj9nfX5NbMKRA\">here<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Care to comment? <\/em><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSdBMILTCuP7TsHepHNHSd7bALFDx5ToC9IWFZy8PILrg0XaWw\/viewform&amp;sa=D&amp;ust=1475163948601000&amp;usg=AFQjCNFO83K57Ka3rdY8zL9zFhny2ALXiw\">Click here<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Click<\/em><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163948602000&amp;usg=AFQjCNFBmzWjd3hbvN1fJ6GQlAC_mry--A\"> <\/a><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163948603000&amp;usg=AFQjCNEoeSdNwJ1548Y74D0_R5joF-7BQw\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}],"preview image":"","short title":""}]}