{"chapters":[{"content":[{"filename":"18720699.jpg","filetype":"photo","size":"big","orientation":"full","caption":"More than 160 high school students and chaperones from across the state gathered for the event One Life Project - Youth Voice at the Cross Insurance Center in Bangor Sept. 20. The students generated hundreds of ideas for how adults can better support young people, and prevent substance use and addiction.","credit":"Ashley L. Conti | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine students want someone at school who will listen to them without judging them. Young people who start using drugs are often trying to cope with pain, or simply trying to fill a void in life in small-town, rural Maine. They tend to distrust the dramatized, anti-drug messages that have dominated the airwaves and their health classes. And they want to learn life skills that are often overlooked at school — most importantly, how to cope productively with life’s challenges, so there’s less of a reason to resort to drugs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Those are some of the messages shared by students from more than 30 high schools who gathered at the Cross Insurance Center in Bangor on Sept. 20. They were attending an event called the <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.eventbrite.com\/e\/one-life-project-youth-voice-registration-27213425087&amp;sa=D&amp;ust=1475163945898000&amp;usg=AFQjCNFdnbt5-RabsviQ8ww7Kny_N_b0bQ\">One Life Project - Youth Voice<\/a> to answer eight questions about how the schools they attend and the adults who work there can better support young people, and prevent substance use and addiction. The high schools stretched from Fort Kent in the north to York in the south."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The 160 students and adult chaperones discussed the eight questions in groups, and they wrote down hundreds of thoughts and suggestions — enough to fill 37 typewritten pages. The purpose was to amplify the students’ voices, and for the adults to listen."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They had open conversations about why young people turn to drugs. They talked about the effects of addiction — not only on the drug user but the people who care about them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many students said they wanted someone at their school or in their lives who would listen to them — without judgment, without consequence and in confidence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"So, how can schools foster such an environment in which students feel supported, connected and properly informed about substance use and addiction? That’s where their schools can do more, the young people in attendance agreed."},{"filename":"https:\/\/s3.amazonaws.com\/bdn-data-video\/bdn\/2016\/09\/OneLIfe092016CONTI.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"18720701.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Below are eight takeaways from the students’ thoughts and ideas. The quotes come from the notes students took as they discussed the eight questions in their groups."},{"filename":null,"filetype":"list","size":null,"orientation":null,"caption":"<ul><li>To view the eight questions they responded to, <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1w3TT0lzOYENmB4EzaVUhD1Qh8vISAuixt2yskdukXe4\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1475163945905000&amp;usg=AFQjCNFE9uRAdAGIcEOai0_AdeIYK9ZXjA\">click here<\/a>.<\/li><li>To view a complete list of students’ responses, <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1d_05nIISlsUWHYT5LU3mo7msp_oVOvY7jy2KAob7n0A\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1475163945906000&amp;usg=AFQjCNF7GkB5NLVAHdK4Zd0DGiTEKsG-bQ\">click here<\/a>.<\/li><\/ul>"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Students don’t feel heard.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think that teens are often looked down upon because I think adults still believe we are children and try and blind us from things we don’t need to be blinded from anymore. I think adults should listen to our side of the stories.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Community sees students as the problem, not part of the solution.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Adults underestimate young people’s interests and concerns, what young people care about.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Listen to the opinions of all teenagers, not just the most ‘adult-y’ teenagers.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Listen, not discipline.”"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Young people look first to their friends for support. What they’re looking for is someone who will listen.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“[Students] want an environment in which they can feel supported and be open without fearing that they’ll get in trouble.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Most friends are supportive but don’t really know how to handle certain situations that they may be put in.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Adults can prove that they’re there for young people. “Show support and build trust through things like conversation outside class.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Open door, be approachable. Give advice without judging. Put yourself in their shoes and be compassionate. Listen without cutting them off.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Caring teachers notice our moods, ask about our days, ask if we’re upset.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s not only teachers and other school personnel who provide support. “All teens need their parents in high school as much as they need them in preschool years.”"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Young people use drugs because they feel alienated, bored or depressed.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Everyone that smokes weed always says the same thing: ‘There’s nothing else to do here.’”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“People may turn to drugs because they already are on the outside of the community or an outcast.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Use drugs to fill the void.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What I’ve noticed living in such a small community is that lack of resources, having nothing to do, and or the lack of happiness can contribute to the use of drugs.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Home life matters, too: “Having parents do [drugs] makes it harder for teens to realize the problem.”"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Students can combat alienation, boredom and depression by hanging out with other kids, getting out of the house and being part of something.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Students said they love sports, community service, clubs, cooking classes, open gym, youth groups, a job, theater, music, vocational center classes, art, eating food, working with animals, welding, sewing, dancing, and being a mentor or mentee."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They enjoy these activities because they provide bonds with peers, distraction from hardships at home, a place for self-expression, an outlet, a way to give back, a sense of accomplishment, and a way to foster responsibility and creativity."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"However, some kids don’t like what’s offered in their area, or they find that the available options are too expensive."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“After school is sports, so if you’re not into sports then there is nothing. Some kids do sports just to have SOMETHING to do.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They want more internships, chem-free dance clubs, weekend night activities, opportunities to dress up and socialize with friends without drugs or alcohol, movie nights, bonfire nights, after-school activities for free, parks, pools, youth centers, jobs with hours that are OK for young people."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In brief: They want a “safe place to hang out.”"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Students know how serious an issue substance use is, and they’re tired of the traditionally short-lived and superficial approach to prevention by schools and communities.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For some, addiction is ever-present. “It is hard to avoid because the people who you went to school with since grade school are declining and dying.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But they said that no one seems to take addiction seriously until an overdose or something traumatic happens. Even then, the attention is short-lived: “Community interest, efforts fizzle away after a month or two.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Often the prevention programs in school just miss the mark. “We have assemblies about language and dress code but never focus on the big picture or addressing the fact that some kids might have a problem.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Here’s what students want from their schools:"},{"filename":null,"filetype":"list","size":null,"orientation":null,"caption":"<ul><li>“Deepen the personal\/emotional side of substance abuse in health class.”<\/li><li>“Stop the ‘don’t do this, don’t do that,’ but instead give reasons and feedback.”<\/li><li>Instruction in: “Coping skills, stress relievers, life skills and acceptance.”<\/li><\/ul>"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"\"Just say no\" and \"drugs will kill you\" aren’t effective anti-drug messages.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Drug use needs to be looked at as, what are you going to lose? Not, you are going to die. Teens need to hear from ‘real people’ and their personal situations and experiences to speak with students.”"},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Messages about drug use mean more if they come from someone who has personal experience with addiction.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If the source actually went through the situation, they are seen as more reliable, or if they’re specialized in it — counselor, doctor.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Bring someone in who is in recovery.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When it comes to absorbing information about drug use and addiction, students also recognize that the words and actions of their friends have the biggest influence on their own behavior."},{"filename":"","filetype":"bold","size":"big","orientation":"full","caption":"Students want to participate in solving the problem of the drug epidemic.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Involve students in discussions surrounding drugs, alcohol and other health-related issues — even policy-related issues at the district level, punishments for being caught.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What do conversations that involve young people in problem-solving look like? A lot like the One Life Project — Youth Voice event, according to several student participants, where the point was to engage young people in conversation and for the adults to listen."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“This conference is a great first step in showing students that we value their opinion and think they can help.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Our generation is dealing with these issues firsthand, so we should have a say in the decisions that will be made.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The One Life Project - Youth Voice was sponsored by the U.S. attorney’s office for Maine, the Maine Principals’ Association, the Maine attorney general’s office and the Bangor Daily News. It was hosted by Carol Kelly, managing director of Pivot Point."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Care to comment? <\/em><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSdBMILTCuP7TsHepHNHSd7bALFDx5ToC9IWFZy8PILrg0XaWw\/viewform&amp;sa=D&amp;ust=1475163946140000&amp;usg=AFQjCNF7R-5rp0kyhwiZJkSKxc73mOCsVQ\">Click here<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Click<\/em><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163946142000&amp;usg=AFQjCNFmrPozcQDPU3W7k_pCYAAD2FSr7w\"> <\/a><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163946142000&amp;usg=AFQjCNFmrPozcQDPU3W7k_pCYAAD2FSr7w\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}]}]}