{"chapters":[{"content":[{"filename":"18675197.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Lockers are pictured at a school in midcoast Maine. Schools want to curb addiction but struggle with how to reach young people.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine school administrators are desperate to help their students avoid drugs and alcohol, and prevent addiction, but they struggle with how to reach young people."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Often, principals, assistant principals and guidance counselors may know helpful approaches to take based on research, but haven’t implemented those changes, putting their practices at odds with what they know works."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They say they have little time and few resources to devote to addiction prevention efforts. Some question whether it’s even their responsibility. Many say they can’t do the work without support from the community and guardians."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"These are a few broad takeaways from a Bangor Daily News survey sent to every school in Maine to learn how school administrators handle drug prevention programming, what they’ve seen work and not work, and what they need to help struggling children and teenagers.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sixty-eight percent of high schools filled out the online survey, conducted over a two-week period in August and September. The BDN worked with the Maine Principals’ Association to reach schools.  Lindsey Smith, a researcher with the Muskie School of Public Service at the University of Southern Maine, reviewed and validated the survey methodology and analytic strategies used to examine the survey data."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The BDN decided to conduct the survey after realizing there was no statewide accounting of addiction prevention efforts at Maine schools, while understanding that what happens in childhood and adolescence can have long-lasting consequences. As many as <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.centeronaddiction.org\/newsroom\/press-releases\/national-study-reveals-teen-substance-use-americas-1-public-health-problem&amp;sa=D&amp;ust=1475163943266000&amp;usg=AFQjCNFBq2JGuuV13D9fw8fM0eUVhprxVg\">nine out of 10<\/a> people who meet the medical definition of addiction started drinking, smoking or using other drugs before age 18."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"School administrators expressed being overwhelmed and dismayed, and not prepared to respond in the way they’d like."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"This is an area that I feel we have failed in,\" wrote a principal in northern Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Do Maine educators in general KNOW how serious this is?\" asked a principal in the eastern part of the state."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I don't think that students like that choice, but often feel hopeless, or have no other healthy choice other than to ‘medicate’ themselves, which is extremely sad,” said a different principal in eastern Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“My school is struggling with meeting the needs of traumatized children. We have children that are living in tents and are homeless. We have students who do not have food to eat,” wrote a principal in western Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Two hundred twenty nine of Maine’s 599 public schools filled out the survey, including 10 schools that receive some private dollars but are mostly publicly funded. There are more elementary schools in Maine than middle or high schools, and they were least likely to fill out the survey. Thirty-one percent of elementary schools responded, and 68 percent of high schools responded. To encourage participation, the BDN agreed to not publish school or principal names."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Click <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/09\/22\/mainefocus\/why-the-bdn-decided-to-survey-all-maine-schools\/?ref%3DrelatedSidebar&amp;sa=D&amp;ust=1475163943272000&amp;usg=AFQjCNFP1ojX5IpCN09pF72tKxCdgPkubA\">here<\/a> to read more about how the BDN conducted the survey and <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/09\/22\/mainefocus\/we-discovered-a-surprise-when-we-looked-deeper-into-our-survey-of-maine-principals\/?ref%3DrelatedSidebar&amp;sa=D&amp;ust=1475163943272000&amp;usg=AFQjCNFTw2NWFbZqvZFs5_6qDz1HsDj03A\">here<\/a> to learn about the statistical analysis of its data. Click <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1bwiGi4p8PaJWaBoha3lKj81fgMCRBSh94-7vw7H4-ZA\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1475163943273000&amp;usg=AFQjCNH_oF4yO7f_6wJfdo33dLNtLnv3ZQ\">here<\/a> for the raw data."}]},{"heading":"‘Equivalent to doing zero’","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most schools weave prevention lessons into their health class curriculum or other schoolwork, according to the survey. The next most common prevention activities were one-off events such as assemblies and activities around the drug prevention campaign <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/redribbon.org\/&amp;sa=D&amp;ust=1475163943274000&amp;usg=AFQjCNGThd3ATNSWKgsX-pPF0hW7oeSxUA\">Red Ribbon Week<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Neither approach has proven particularly successful, according to researchers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most health curriculum textbooks are written by textbook makers who know nothing about prevention, said Matthew Chinman, senior behavioral scientist at the research organization RAND Corporation. He said health class curriculums are \"equivalent to doing zero.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s possible for a school’s health class curriculum to go beyond the textbook’s description of the effects of drugs on the body, but developing an effective curriculum takes money and time, said Shannon Monnat, an assistant professor of Rural Sociology, Demography, and Sociology at Pennsylvania State University."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Khary Rigg, an assistant professor of mental health law and policy at University of South Florida, is also dubious about assemblies and Red Ribbon Week activities. They’re just too short and usually not interactive, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The prevention ‘dose’ is too small,\" Rigg said. \"It's like a doctor prescribing penicillin at too low a dose. Although we know that penicillin works, if the patient receives too little of it, its effects are inconsequential.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many principals acknowledged the limits of one-off events. \"When watching students during assemblies or when we have speakers, there is always a group of students who sit together and comment among themselves,\" the principal of a school in <em>northern Maine<\/em> wrote. \"It is this group who need to be reached, but I fear are not.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When asked what they’ve found to be effective at preventing or stopping substance use, administrators rarely mentioned their curriculum. Rather, they often talked about the importance of extracurricular activities, mentoring, access to counseling, involving parents, education about consequences and healthy choices, and building relationships."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It's not an organized thing, but in my 25 plus years in education, relationships can be the most powerful prevention tool. Students that know they are cared about and someone is paying attention are less likely to engage in risky behavior,” one principal wrote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“While the messages can be powerful in the moment, one and done assemblies are not long term solutions.”"}],"preview image":"","short title":""},{"heading":"Downward spiral","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When it comes to discipline for drug use, schools’ practices don’t align with the research on prevention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"An overwhelming body of evidence suggests that suspensions and expulsions do not deter students from using drugs, and unfairly punish poorer students and students of color. Yet most high schools surveyed have zero-tolerance policies that mandate automatic suspension for students who are caught using or selling drugs. "},{"filename":"18727441.jpg","filetype":"photo","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Schools tend to see suspensions and expulsions as a way to make their school safer and to improve the behavior of the punished student, <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.apa.org\/pubs\/info\/reports\/zero-tolerance.pdf&amp;sa=D&amp;ust=1475163943284000&amp;usg=AFQjCNH5b_vhi7HskTqa_7zO2ZFLWTXaVQ\">according to<\/a> the American Psychological Association. Yet there is no evidence that zero-tolerance policies actually achieve these goals."},{"filename":"18727435.jpg","filetype":"photo","size":"small","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":"18727433.jpg","filetype":"photo","size":"small","orientation":"right","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some schools that suspend and expel know these responses don’t work. \"Discipline, by itself, is not a deterrent,\" wrote a high school principal from southern Maine. \"Worse, it can push students to feel less support and spiral downward,\" he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His school suspends students caught with drugs, but couples the discipline with restorative practices, which attempt to reconnect the student to the school community."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But few schools take this approach."}],"preview image":"","short title":""},{"heading":"Anxious, frustrated","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s understandable that schools aren’t always effective in preventing substance use, said Liz Blackwell-Moore, a substance abuse prevention coordinator with the Opportunity Alliance, a non-profit organization in South Portland that works with area schools on prevention efforts. Schools face many competing priorities and demands, she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"They are trying their best. They are trying so hard with a topic that’s really difficult and full of stigma,\" she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"From the schools’ perspective, this is a battle they have almost no chance of winning. School administrators said they’re overworked, underfunded and the children they’re teaching are growing up in a tough world. "},{"filename":"18727755.jpg","filetype":"photo","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Students feel overwhelmed, too. More high schoolers felt sad or hopeless in 2015 than in previous years, according to the Maine Integrated Youth Health Survey, a biennial survey given to Maine students. About a quarter of all students felt \"so sad or hopeless almost every day for two weeks or more in a row that [they] stopped doing some usual activities.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While morale is low, the student survey found that high school marijuana use has not changed since 2009, and abuse of prescription drugs has slightly decreased."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the survey, administrators also sounded anxious and frustrated. They expressed how they care deeply about their students but feel helpless when it comes to keeping them from addiction."},{"filename":"18727439.jpg","filetype":"photo","size":"medium","orientation":"right","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One high school principal in eastern Maine said drug use in school appears to be on the rise, no matter what staff do. \"It is frustrating and disheartening,\" the principal said. \"We care about students and want to help them.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Schools said they’re burdened by standardized testing requirements. \"Classroom time is already full with local, state and federal mandates \/ expectations,\" wrote a high school principal in the central part of the state. \"Pulling kids out of academic time is not the answer!\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many said that simply teaching is hard enough."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many schools said they are concerned about the effects the pro-marijuana legalization campaign, which is pushing for a “yes” vote on Question 1 on November’s ballot, is having on students. They worry that the marijuana debate sends students the message the drug is harmless, and they fear that student use will spike if recreational use is legalized in November."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They have some reason to be worried."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Teenagers’ brains are spongy,\" said Chinman, the RAND researcher. \"They’re susceptible to good stuff, like knowledge, but they can be hurt more by chemicals. Anything that makes marijuana use go up can be harmful.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But legalizing marijuana doesn’t necessarily mean more teens will use it. Colorado legalized recreational marijuana in 2012, and the rate of teen use there <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.denverpost.com\/2016\/06\/20\/marijuana-use-colorado-teens-marijuana-no-increase\/&amp;sa=D&amp;ust=1475163943300000&amp;usg=AFQjCNHkxmVeinhsilpkqP8wS0EsjeyYAg\">hasn’t changed much<\/a>."}],"preview image":"","short title":""},{"heading":"Help wanted","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The majority of schools surveyed said they want more counseling services, and about half said they would like more staff training to respond to substance use issues.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One administrator in eastern Maine said she felt her entire staff needs training. \"Custodians and secretaries see the most....they should be trained to take action,\" she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Almost half of schools also said they need a structured prevention program, such as Prime for Life or Lifeskills."},{"filename":"18727449.jpg","filetype":"photo","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For most of the past decade, the main source of school support for prevention work has been the state's 27 Healthy Maine Partnerships, coalitions of community groups supported by tobacco settlement funds that aim to address substance use prevention, obesity, smoking prevention and cessation, and other public health challenges in specific regional areas."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Part of the mission of each Healthy Maine Partnership is to help local schools develop a plan for how to prevent drug and alcohol use among students."},{"filename":"18727437.jpg","filetype":"photo","size":"small","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"According to the survey, about half of schools receive support from their local Healthy Maine Partnership, whether in the form of training, technical assistance, evaluation or program development. That help works, at least in one respect: If a school receives support, it is more likely to have updated its substance use policy in the last two years, which <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/mecdc\/population-health\/prevention\/schoolcollege\/(2)2014_Substance%2520Use%2520School%2520Policy.pdf&amp;sa=D&amp;ust=1475163943307000&amp;usg=AFQjCNG3CwekIbmF7CceVlQpDA6tsnnibQ\">the <\/a><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/mecdc\/population-health\/prevention\/schoolcollege\/(2)2014_Substance%2520Use%2520School%2520Policy.pdf&amp;sa=D&amp;ust=1475163943307000&amp;usg=AFQjCNG3CwekIbmF7CceVlQpDA6tsnnibQ\">state recommends<\/a>. The BDN came to this conclusion after its data scientist, Jake Emerson, analyzed the survey and discovered a correlation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Healthy Maine Partnership system, however, is about to change. The LePage administration will no longer fund the Healthy Maine Partnerships directly, and will instead funnel the tobacco settlement dollars through just four organizations, each of which will be responsible for working statewide on one public health issue: substance use prevention, tobacco, youth engagement and obesity. The state recently awarded the substance use prevention contract to the University of New England."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The University of New England plans to subcontract 75 percent of the funding it receives to community coalitions doing substance use prevention work, but it has not yet announced which organizations it will fund. The current Healthy Maine Partnership contracts run out Oct. 1."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Blackwell-Moore, whose organization has received Healthy Maine Partnership funds for the past decade, is worried there will be a service gap. As of Sept. 15, she had not heard whether UNE planned to support her organization’s prevention work after Oct. 1."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"We’re winding things down,\" she said."}],"preview image":"","short title":""},{"heading":"Is it the school’s job?","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most schools felt some responsibility to educate students about the dangers of drugs and alcohol, although some did not."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"THINKING THAT SCHOOLS CAN KEEP [KIDS] FROM TRYING AND USING SUBSTANCES IS FAULTY THINKING,\" wrote one middle-high school principal in all caps. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I do believe schools play a role to educate students,” wrote another principal, of a high school in southern Maine. “However, schools are not going to make the significant difference.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Schools haven’t always been expected to educate kids about drugs. When the public school system began, schools were expected to teach literacy and math and not much else, said Patricia Graham, a Harvard professor of the history of American education."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over time, schools were asked to take on more and more: civic education, vocational job training and sex education. Today, the list is ever-expanding: Schools are asked to teach art and music, to screen for scoliosis, to instill moral values and teach kids to drive, to name a few responsibilities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“One needs to have, in my view, sympathy for the many demands that society puts on schools,” Graham said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Several elementary school administrators mentioned in the survey that they don’t believe they need to worry about drug prevention. Elementary schools responded to the survey at a lower rate than high schools, and many who did respond said that prevention isn’t relevant to them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But, according to Susan Berry, health education and health promotion coordinator for the Maine Department of Education, \"by age nine or 10 you’ve already missed them.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Effective prevention work in elementary schools often doesn’t have to do with drugs, said Berry. It usually involves encouraging smart decision-making, good behavior and goal-setting. The National Institute on Drug Abuse <a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.drugabuse.gov\/sites\/default\/files\/preventingdruguse_2.pdf&amp;sa=D&amp;ust=1475163943318000&amp;usg=AFQjCNFRzaIpZROl6gV5rn5HcztoRiO6Hw\">agrees<\/a>, saying that prevention programs can begin as early as preschool."}],"preview image":"","short title":""},{"heading":"The ‘million dollar question’","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Responding to the survey, schools said they can’t prevent substance use on their own."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The work we do with students at school can be undone without the support for students at home,\" said one high school principal in northern Maine."},{"filename":"18727431.jpg","filetype":"photo","size":"small","orientation":"right","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But only a quarter of schools reported that they do any kind of outreach to parents. If they do, it’s usually handing out pamphlets. Schools expressed frustration that if they do hold a prevention event, few parents show up."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The question of how to get schools, parents and community groups to work together is the \"million-dollar question,\" said Blackwell-Moore. Prevention efforts are likely to fail, she said, \"if the coaches are turning a blind eye, or if the parents are condoning [substance use] in the basement of the school dance, or if the schools are using punishment as their way of dealing with it.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This lack of coordination isn’t just a problem in Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The prevention system in the United States is in shambles,\" said Chinman, the RAND researcher."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His suggestion: Make a nationwide requirement for prevention programs, then give schools assistance. And it doesn’t have to be a lot of assistance, just the funding for the program materials and help from a few experts who could travel around each state advising schools on how to successfully implement a program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Until his vision is a reality, principals across the state will keep trying, with what limited resources they have, to keep their students safe."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"I believe we like every other district are looking for the magic wand that will wipe this plague out,\" said the assistant principal of a high school in the midcoast. \"But so far it’s a constant battle.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Care to comment? <\/em><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/forms\/d\/e\/1FAIpQLSdBMILTCuP7TsHepHNHSd7bALFDx5ToC9IWFZy8PILrg0XaWw\/viewform&amp;sa=D&amp;ust=1475163943326000&amp;usg=AFQjCNFI5t6x5K6cfdTfxO4MgKbDEC9O5w\">Click here<\/a><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Click<\/em><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163943327000&amp;usg=AFQjCNFBWkBtTJRjg7Hwr2Vcg40lOeZemA\"> <\/a><a class=\"c2\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1475163943327000&amp;usg=AFQjCNFBWkBtTJRjg7Hwr2Vcg40lOeZemA\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}],"preview image":"","short title":""}]}