{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>E<\/em><em>ditor’s<\/em><em> note: This is the sixth piece in <\/em><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/rural-edges\/&amp;sa=D&amp;ust=1482508146960000&amp;usg=AFQjCNFpeiWVaQvjexb_EQyCHq3sNo4qow\">an ongoing look<\/a><em> at how the transition to a service economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work<\/em><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"}]},{"heading":"A precarious balance","content":[{"filename":"19398586.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Donna Pickard walks to her barn in Steuben to do chores on Dec. 20.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Donna Pickard’s farm in Steuben sits on five acres, near the top of a hill. The roof of the shed and connected barn sag in places, like skin stretching over old bones. The wooden shingles are loose or gone. This place needs Pickard, who is 77. She also needs it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"All of the meat, most of the vegetables and much of the fruit she eats come from her farm. The last time she ate beef was after she owned a cow. Her freezer is stocked with goat, chicken and, when her grown sons are successful, venison."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She freezes her tomatoes, and preserves relish, beet pickles, pickled cauliflower, peaches, green beans and mincemeat. Turnips and squash go in her cool cellar. And sometimes she does without."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I live the way people used to live. You just didn’t do salads in the wintertime,” she said."},{"filename":"19398576.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Donna Pickard's Far Point Farm in Steuben.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s a precarious balance. After having hip and knee surgery years ago, she couldn’t take care of the place, called Far Point Farm. After she healed, she had to start over in many respects, she said, putting up fences, getting the ground ready, saving seeds — “to make this place feed me.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As rural areas of Maine continue to lose employers and people, it stands to reason that the people who remain will have a harder time finding enough to eat. The prevalence of food insecurity — which is when people don’t have access at all times to enough food for an active, healthy life — is greater in rural areas than cities or suburbs, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.ers.usda.gov\/webdocs\/publications\/err215\/err-215.pdf?v%3D42636&amp;sa=D&amp;ust=1482508146971000&amp;usg=AFQjCNElRH-3QTEw-k_17NMR3bmZ_XFYdA\">according to<\/a> the U.S. Department of Agriculture. And it has been on the rise in Maine in recent years, even as it’s dropped nationwide."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The nation’s largest program to combat hunger is the Supplemental Nutrition Assistance Program, commonly referred to as food stamps. In Maine about 14 percent of people receive it. SNAP is not meant to give people all the food they need, but it’s the best option available in much of rural Maine where residents continue to struggle with high unemployment more than seven years after the official end of the Great Recession."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In November, Somerset County had the greatest percentage of its people on food stamps, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/1EafDWag03RlmZp9j6-9CIA3AZadRN1S5Daru4m7Qm0k\/edit?usp%3Dsharing&amp;sa=D&amp;ust=1482508146973000&amp;usg=AFQjCNEGQBk6Oi0w-SraWVWc6V9BAG1s4g\">at 21 percent<\/a>, followed by Washington County, at 20 percent, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/ofi\/reports\/2016\/GeoDistrib_Nov.pdf&amp;sa=D&amp;ust=1482508146974000&amp;usg=AFQjCNFY8KTe5L7NH5SFR7Ehiw7gdPHARg\">according to<\/a> the Maine Department of Health and Human Services."},{"filename":"19398108.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The data come from the Maine Department of Health and Human Services, and U.S. Census Bureau.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Gov. Paul LePage’s administration has rolled back the federally funded assistance program in recent years, however, causing thousands of adults to lose SNAP. A forthcoming survey confirms that many of those who lost benefits have turned to local food pantries for help, and that they’re increasingly turning to those pantries on a regular basis."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s a way LePage could restore SNAP benefits — at no direct cost to the state — almost exclusively to people in struggling, rural areas."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But he is unlikely to do so, given that the rollbacks and other SNAP limitations have been central to his policy agenda. Over the summer he <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B3PYp5sROj_1ZmYtWHdRTGdZQ2NtY2lScVptcDIyZFN0c1RJ\/view&amp;sa=D&amp;ust=1482508146977000&amp;usg=AFQjCNHjIzRsy_qC54j4CSSOJdAp4ns7lw\">called SNAP<\/a> a “broken program” and threatened to have Maine stop administering it. His administration has asserted <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cbpp.org\/research\/food-assistance\/snap-reports-present-misleading-findings-on-impact-of-three-month-time&amp;sa=D&amp;ust=1482508146978000&amp;usg=AFQjCNEjjzHiFuSadQ7-bMJld1nRsIOgNQ\">without evidence<\/a> that his SNAP policy changes <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/tools\/whatsnew\/index.php?topic%3DDHS%2BPress%2BReleases%26id%3D682887%26v%3Darticle&amp;sa=D&amp;ust=1482508146978000&amp;usg=AFQjCNFWUsMpDkF4rgWyZ4o4d93Um4gJGA\">have led to<\/a> an increase in earnings among those who lost their benefits."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Because of her age, Pickard hasn’t lost her SNAP benefits. But even with her Social Security check, they don’t provide enough to get by. Through the National Able Network, she works part-time, earning minimum wage, at the <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.seacoastmission.org\/home\/what_we_do\/food\/&amp;sa=D&amp;ust=1482508146980000&amp;usg=AFQjCNH6ZlNWVKhQEPrSd0sJ8Ef4g_ndfg\">Maine Seacoast Mission<\/a> nonprofit in Cherryfield, connecting people to its various programs, which include the Weald Bethel Food Pantry."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was only when Wendy Harrington, the director of service programs at the organization, insisted that Pickard accept a box of food from the pantry that she agreed, she said. Until last year, Pickard took a box of food every couple months. Now, she only occasionally takes home some rolls or a loaf of bread."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If I didn’t have my farm, I would have to rely on — completely — on the food pantry and my food stamps, and that’s what a lot of people have to do,” she said."}],"preview image":"","short title":""},{"heading":"Less than two weeks","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/12\/DonnaMAINEFOCUSmbedellFIXED\/pd\/DonnaMAINEFOCUSmbedellFIXED.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"Micky Bedell | BDN","poster":"19398578.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"SNAP isn’t a panacea. The average SNAP household in Maine receives $224 per month. In 2012, Gallup reported that the average American family <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.gallup.com\/poll\/156416\/americans-spend-151-week-food-high-income-180.aspx&amp;sa=D&amp;ust=1482508146983000&amp;usg=AFQjCNGhCzmdCRsLI_gG5EJjJiJ-La9Zlw\">spent $151<\/a> on food every week, which works out to about $650 per month."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBiddzJxZnZ5MUljaUk\/view?usp%3Dsharing&amp;sa=D&amp;ust=1482508146984000&amp;usg=AFQjCNG-_W0yc-gOsD4-w0bSDov3vZmQjw\">A study<\/a> published in 2011 in the American Journal of Agricultural Economics found that the benefits reduce the likelihood of being food insecure by roughly 30 percent."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And the yet-to-be released survey by Good Shepherd Food Bank and the social services organization Preble Street shows that most people who seek help at food pantries in Maine — 83 percent of respondents — say the benefits last less than two weeks."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What’s more, nearly 34,000 SNAP recipients lost benefits between <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/ofi\/reports\/2016\/GeoDistrib_Nov.pdf&amp;sa=D&amp;ust=1482508146986000&amp;usg=AFQjCNFxpQ3QRUx-KTT6lRHAfcd5bCI5bA\">September 2014<\/a>, the month before key LePage administration policy changes started to take effect, and <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/ofi\/reports\/2014\/geo-september.pdf&amp;sa=D&amp;ust=1482508146986000&amp;usg=AFQjCNGcbQgJMtuZ3N41q7RqTDh5NGK5iA\">November of this year<\/a>, according to Maine DHHS. That’s akin to the entire population of Washington County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At one point over the past two years — between federal fiscal years 2014 and 2015 — Maine’s SNAP caseload shrank at the fastest rate in the nation. The number of Maine people receiving SNAP dropped 12.1 percent in that period, compared with a 1.7 percent drop nationwide, according to U.S. Department of Agriculture data."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, about 188,000 Maine residents receive SNAP, down from 222,000 in September 2014."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"An improving economy and normal patterns of people finding work and no longer needing help explain some of the drop, but the LePage administration policy changes explain why the decline has been so pronounced."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The survey of food pantry clients by Good Shepherd Food Bank, which distributes food to a network of more than 400 pantries, and Preble Street gives an indication of what happened to the people who lost those benefits. Their hunger didn’t subside, and their economic situation didn’t improve. Instead, many turned to an emergency and intermittent source of sustenance: food pantries."}],"preview image":"","short title":""},{"heading":"‘What am I going to eat today?’","content":[{"filename":"19392836.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Elton Thornhill, 44, walks his service dog, Haley, in Rockland Dec. 21.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the early 1990s, Elton Thornhill served in the U.S. Navy as a boiler technician on the supercarrier USS Forrestal. In 2015, he was homeless in Maine, pitching a tent where he could. SNAP allotted him $174 per month to eat until 2015."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That’s when Thornhill became one of more than 10,000 adults to lose food stamp benefits after the LePage administration began to limit non-disabled people between ages 18 and 49, without dependent children, to three months of SNAP benefits in every three-year period. They can <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.fns.usda.gov\/snap\/able-bodied-adults-without-dependents-abawds&amp;sa=D&amp;ust=1482508146993000&amp;usg=AFQjCNFMHPWGHCx-agjbg6Tr-NQiWwpy5g\">continue receiving benefits<\/a> if they work at least 80 hours per month, participate in education or training, or volunteer."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Thornhill’s situation was complicated not just by the fact that he didn’t have a home but by physical challenges, and bipolar disorder and post-traumatic stress. Preble Street helped him find an apartment in Rockland, but multiple herniated discs in his lower back made it difficult to get out of bed in the morning, let alone work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There are days I have to crawl,” he said."},{"filename":"19392838.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Elton Thornhill lost his SNAP benefits in 2015.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Thornhill would likely qualify as disabled, but the designation would restrict his ability to work; he’s skilled at machine repair, welding and vehicle maintenance."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“He can’t get the assistance that he needs to get back on his feet if he’s not working. The only alternative is to get certified completely disabled, but he also really wants to be working,” said Jan Bindas-Tenney, Preble Street’s advocacy director."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Thornhill is caught in another catch-22: Finding enough food each day makes it more difficult to find part-time work. There’s one soup kitchen meal a day at St. Bernard’s Catholic Church in Rockland. St. Peter’s Episcopal Church offers one meal a day on Saturday and Sunday. Thornhill also relies on the AIO food pantry and the Salvation Army — walking or biking there since he doesn’t have a driver’s license."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What am I going to eat today? How am I going to get my laundry done? How am I going to bathe myself?” he said. “It would be one less stress in my life if I knew that these things were all set, so now I could really concentrate on myself and work.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He plans out meals not just for himself but for his service dog, Haley, a pug and Jack Russell terrier mix. He cooks up meat he gets from the pantry for her, and saves up vegetables and rice. A local humane society gave him dog food. Sometimes, he said, he thinks he takes better care of her than himself."}],"preview image":"","short title":""},{"heading":"‘There are new structural problems’","content":[{"filename":"19398582.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Donna Pickard answers the phone at the Maine Seacoast Mission’s Weald Bethel Food Pantry in Cherryfield on Dec. 20.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The LePage administration had the power under federal law to put the work requirements into place for many adult SNAP recipients. The changes, which took effect in October 2014, didn’t require approval from the Maine Legislature."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, last year, the LePage administration started to enforce another food-stamp limitation that DHHS estimated would cause 8,600 people to lose benefits: an asset test."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, any household without children applying for SNAP or applying to renew benefits can’t qualify if the household has assets worth more than $5,000. Equity in a home and a primary vehicle don’t count, but there’s a $5,000 limit on everything else — savings accounts, a second vehicle, a snowmobile."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The LePage administration has argued that the work requirement and asset test <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/tools\/whatsnew\/index.php?topic%3DDHS%2BPress%2BReleases%26id%3D682886%26v%3Darticle&amp;sa=D&amp;ust=1482508147001000&amp;usg=AFQjCNGvgAQ0Sq_aIhzc4AkBcIDmDTycnw\">promote work<\/a> and <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/archivednews_autosearch.shtml?id%3D657252&amp;sa=D&amp;ust=1482508147002000&amp;usg=AFQjCNGCKE2J9XDWtUOFhR6FUMPrWnTuzw\">discourage welfare dependency<\/a>. A Maine DHHS spokeswoman didn’t respond to questions about the impact of the policy changes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But “cutting someone’s SNAP off after three months doesn’t magically make jobs appear,” said Ed Bolen, a senior policy analyst at the Center on Budget and Policy Priorities in Washington, D.C., who specializes in SNAP and recently co-authored <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cbpp.org\/research\/food-assistance\/snap-reports-present-misleading-findings-on-impact-of-three-month-time&amp;sa=D&amp;ust=1482508147003000&amp;usg=AFQjCNE4P4tn08NOy7BcQisapnxpmhPFug\">a research paper<\/a> on the LePage administration’s enforcement of the SNAP work requirement."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The implementation of the work requirement and the asset test for Maine SNAP recipients has corresponded with a rise in food insecurity in Maine. While rates of general food insecurity and very low food security have been dropping nationwide, Maine is among nine states where both measures have risen."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine had the eighth highest rate of food insecurity in the nation as the work requirement and asset test were taking effect, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.ers.usda.gov\/webdocs\/publications\/err215\/err-215.pdf?v%3D42636&amp;sa=D&amp;ust=1482508147006000&amp;usg=AFQjCNHyMGAhhV21JrVOSxGJUODtv-hCng\">up from 17th highest<\/a> just a few years earlier."},{"filename":"19397960.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"The data come from the U.S. Department of Agriculture.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.ers.usda.gov\/webdocs\/publications\/err215\/err-215.pdf?v%3D42636&amp;sa=D&amp;ust=1482508147011000&amp;usg=AFQjCNHCwd4l7oei-pObSNrUUsJEiev1CA\">15.8 percent of Maine households<\/a> are food insecure, according to the most recent data from the U.S. Department of Agriculture, which measured average rates of food insecurity between 2013 and 2015. Maine ranked third highest in the nation on very low food security: 7.4 percent of households fit this category because they consistently <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.ers.usda.gov\/topics\/food-nutrition-assistance\/food-security-in-the-us\/definitions-of-food-security.aspx&amp;sa=D&amp;ust=1482508147012000&amp;usg=AFQjCNEYOSt0YN_rFeOPAhX_nrJtW1UNIQ\">struggle to put enough<\/a> food on the table."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The fact that food insecurity in Maine has risen as the recession has ended and unemployment has dropped is telling, said Michael Hillard, a professor of economics at the University of Southern Maine and executive director of the university’s new food studies program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What’s really surprising and shocking is that it hasn’t come back down,” he said. “It indicates that there are new structural problems that don’t go away when the economy is better.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Those structural changes are permanent changes in the makeup of Maine’s economy, largely in its most rural areas, said Hillard, who contributed to the food pantry survey effort."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Only so many people can work at Walmart and Subway in rural Maine,” he said. “There’s a lack of job opportunities returning in rural Maine.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rural towns rely on government benefits more than urban ones. “Transfer programs tend to have bigger effects in rural areas where relatively more families are eligible for government transfers because of low income or age,” stated <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidUzdJVnN0UTd1ODg\/view?usp%3Dsharing&amp;sa=D&amp;ust=1482508147017000&amp;usg=AFQjCNFjUyZzlS7mJsGdTG1PcfML0Q3S7Q\">a 2006 study<\/a> in the Review of Income and Wealth."}],"preview image":"","short title":""},{"heading":"‘Kids can’t eat pride’","content":[{"filename":"19398580.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Wendy Harrington, the director of service programs at the Maine Seacoast Mission nonprofit, checks paperwork at the Weald Bethel Food Pantry in Cherryfield on Dec. 20.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Food pantries are the first line of defense against hunger. But Maine’s pantries — whether food banks run by volunteers at a local church, food cupboards at schools, or pantries run by organizations that give out food as one of many services — have become a way of life for many Maine residents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over the past year, Good Shepherd Food Bank and Preble Street have undertaken the first research effort of its kind to better understand trends of hunger and food pantry usage in Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The results from more than 2,000 surveys completed in 244 towns in every county show how much Mainers are depending on local food pantries, stretching the capacity of a network that was set up for emergencies. A quarter of those surveyed had lost SNAP benefits in the past year, and 59 percent said they were using pantries more this year than last."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It was really when the recession hit,” said Kristen Miale, Good Shepherd Food Bank’s president. “They saw the spike, and it has yet to get better.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Eighty-two percent of those surveyed at their local food pantries use pantries once a month or more often. Seventy-three percent have made trade-offs, having to choose between paying for food or other necessities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pantries are filling a need they weren’t designed to fill, said Mark Swann, executive director of Preble Street, which offers social work, housing and meals. Good Shepherd Food Bank’s pantry network — of which Preble Street is a part — gives out 21 million meals a year, while SNAP is responsible for the equivalent of 86 million meals."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The whole idea of food pantries really was about an emergency measure, neighbor helping neighbor when something unexpected happened, catastrophe happened, and when people needed one-time, short-term help,” Swann said. “What we’ve seen is people have been coming back over and over and over again.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pantries were designed for people like Chelsea and Patrick Thibodeau, a young couple attending the University of Maine at Machias, who have two children, ages 4 and 2. After DHHS told them they earned barely too much to qualify any more for SNAP, they said, they turned to the Cherryfield food pantry Dec. 20. It was the first time they’d gone to a pantry."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s nice to have this place as a safety net, but I don’t want to rely on it,” said Patrick Thibodeau, who served in the U.S. Marine Corps from 2008 to 2013. Still, they needed to feed their family. “Kids can’t eat pride,” he said."},{"filename":"19398144.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Food pantries are more often serving clients such as Brian Strouse, 45, of Lewiston, whose SNAP benefits ended last year as he bumped up against the three-month limit on the length of time he could receive benefits without working.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But pantries are more often serving clients such as Brian Strouse, 45, of Lewiston. Also a Marine Corps veteran, who was seriously injured by an improvised explosive device in Iraq, Strouse’s SNAP benefits ended last year as he bumped up against the three-month limit on the length of time he could receive benefits without working."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He’s two classes away from finishing his bachelor’s degree at the University of Southern Maine’s Lewiston-Auburn College, but he’s at a standstill. Strouse can’t proceed with his classes until he can manage to lift his student loans out of default, and he can’t work because he can’t find a suitable job that doesn’t require physical labor and standing."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He can count on one meal a day, served at Trinity Jubilee Center. Aside from that, he pieces together a food supply from three Lewiston pantries."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s kind of hard to promote my 8-year-old being healthy when I don’t have enough stuff to say, ‘This is a healthy choice,’” Strouse said. “Sometimes, I’ve got to feed him ramen noodles because that’s what I’ve got. Not exactly the healthiest thing in the world for an 8-year-old to have.”"}],"preview image":"","short title":""},{"heading":"Simple change","content":[{"filename":"19398590.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Donna Pickard only eats the meat she raises herself on her farm in Steuben.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s a simple policy change Maine could make to alleviate hunger in the state’s struggling areas."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Here’s how it would work. Under federal law, the LePage administration can seek permission from the federal government to drop the work requirements and associated three-month time limit in places that have experienced especially high unemployment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s unlikely the whole state <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.fns.usda.gov\/sites\/default\/files\/snap\/ABAWDS-2-2016.pdf&amp;sa=D&amp;ust=1482508147037000&amp;usg=AFQjCNH8Cyd3lys467QIDkFcIxUO-FXtXQ\">would qualify<\/a> for an exemption today, but there are 177 towns and unorganized townships, largely in rural western, northern and Down East Maine — called Labor Surplus Areas by the U.S. Department of Labor — that would. In <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.doleta.gov\/programs\/lsa_faq.cfm&amp;sa=D&amp;ust=1482508147038000&amp;usg=AFQjCNEuuK2D6Fu2HA7TUIH4t35fP7DwUA\">these areas<\/a>, the average unemployment rate over the past two years has been at least 20 percent higher than the national rate."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If the LePage administration made the change, adults in those areas who have been unable to find work, volunteer assignments or training programs would no longer face the pressure of knowing their food stamps would run out after three months. Those who already lost their benefits could re-qualify if their incomes were still low."},{"filename":"19398196.jpg","filetype":"google_map","size":"medium","orientation":"left","caption":"There are 177 towns and unorganized townships where the average unemployment rate over the past two years has been at least 20 percent higher than the national average. The U.S. Department of Labor calls them Labor Surplus Areas.","credit":"Matthew Stone | BDN ","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The areas that would qualify include none of Maine’s major jobs centers — the Portland, Augusta-Waterville, Lewiston-Auburn and Bangor areas — but all of Somerset and Washington counties and virtually all of Piscataquis and Aroostook counties. Many small towns in Franklin, Oxford and northern Penobscot counties would also become exempt from the work requirements."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That urban-rural split is common across the country, said Bolen of the Center on Budget and Policy Priorities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Often in rural areas, there are just no options for people,” he said. Jobs are limited, as are volunteer and training opportunities that could similarly help people comply with work requirements."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In addition, many of the adults affected by the work requirements have low levels of education; at least a quarter <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cbpp.org\/sites\/default\/files\/atoms\/files\/1-29-13fa.pdf&amp;sa=D&amp;ust=1482508147046000&amp;usg=AFQjCNG-9IGR-oV83L5eZyGkiOp4qvwK8A\">lack a high school diploma<\/a>. They also face other challenges, such as <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cbpp.org\/research\/food-assistance\/who-are-the-low-income-childless-adults-facing-the-loss-of-snap-in-2016&amp;sa=D&amp;ust=1482508147046000&amp;usg=AFQjCNFR2nSV54FH4iT1EEOlPxYJ0vHZnQ\">a lack of transportation<\/a> and physical and mental health issues, that make finding year-round, well-paying work difficult."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If low-income adults in those areas started to receive food stamp benefits again, it would come at no direct cost to the state. The federal government pays the full cost of SNAP."}],"preview image":"","short title":""},{"heading":"‘There’s plenty of food’","content":[{"filename":"19398594.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Donna Pickard may have to stretch her own meals, but she will give away her food to someone who needs it.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Despite the need, one challenge pantries face is getting people to take their food."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We know there are people out there who are unwilling or unable to come to a food pantry,” said Harrington, with the Maine Seacoast Mission. “They’re just in tears. They just feel so badly about having to ask for help.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some have told her they’ll let other people have the food, as if there isn’t enough. “There’s plenty of food, and no one is hungry because someone else came,” Harrington said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In fact, on some occasions, the pantry has a surplus. That’s when Pickard, of Far Point Farm, will gather the food that a grocery store was going to donate and visit people in her community. She’ll open up the back of her van and tell people to take what they want."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She still remembers one person who said it made the difference between having to choose between medicine and groceries that week."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pickard may have to stretch her own meals, but she will give away her food to someone who needs it. She knows what it’s like to live on the edge."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“My immediate neighbors know if they ever need anything,” she said, “I’ll open up my freezer.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em>mainefocus@bangordailynews.com<em>. Click<\/em><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1482508147057000&amp;usg=AFQjCNF9BnKYtaP7NNKGGIb1xSXwVVauAg\"> here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"}],"preview image":"","short title":""}]}