{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Editor’s note<\/em><em>: This is the second piece in an ongoing look at how the transition to a service economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Rural communities have found they must develop a new purpose since the old reasons for existing are mostly gone. Some communities are going through this process of addressing their challenges, but most have not been able to face the hard choices before them.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"}]},{"heading":"The last logger","content":[{"filename":"19092169.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Steve Sherman, a logger in Oxbow Plantation, demonstrates how his skidder, Matilda, works. The cables pull tight around the logs, and they’re dragged behind the machine when he drives it out of the woods.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Steve Sherman walked by the piles of logs in Oxbow Plantation he had cut using only a chainsaw and his old cable skidder, named Matilda. Each kind of tree had a different destination. He named their fate."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The popple would go to the Huber mill in Easton, 45 miles away, to become an engineered wood product. The fir would go to the Maibec sawmill, just 15 miles away in Ashland, to be turned into two-by-fours."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the logging industry, distance to market can mean the difference between survival and shutting down. And in Oxbow, Sherman has found himself in a telling role: He is the last person in the small Aroostook County community to make a living from the woods."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"People settled the plantation at the edge of the North Maine Woods because of the vast resource. But today, 90 miles from the nearest paper mill, its place as a home for loggers will end when Sherman, 60, decides to quit."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One-man logging operations elsewhere in northern Maine have found themselves in similar circumstances: The growing distance to markets for wood, falling prices, and the scale of operation required to cut from large tracts of land have made their livelihoods tenuous. Today, it’s somewhat easier to make a living with a chainsaw and skidder in the woods in southern Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The changes within the forest industry reverberate throughout small communities, especially in northern Maine, where many towns formed more than a century ago for the express purpose of harvesting the woods. When jobs in natural resources dry up, <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainefocus.bangordailynews.com\/2016\/11\/down-the-road\/%23.WD31c9UrKVM&amp;sa=D&amp;ust=1481126287663000&amp;usg=AFQjCNFHukSQxB9pmsYy43TZOGDSkU4raw\">towns may, too<\/a>. Oxbow, for instance, recently completed its final vote to dissolve its local government, effective July 1."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Matilda’s yellow paint is chipped, her hubcaps rusty. \"She’s just a big gob of weld,\" Sherman said. \"I expect we’ll get done on the same day.\""}],"preview image":"","short title":""},{"heading":"Moving wood","content":[{"filename":"19092173.jpg","filetype":"photo","size":"big","orientation":"full","caption":"An empty logging truck drives through Oxbow Plantation at sunrise, ready to be filled.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/widgetsanddigits.bangordailynews.com\/2016\/03\/15\/economy\/an-economic-crisis-in-maines-paper-industry-mapped\/&amp;sa=D&amp;ust=1481126287666000&amp;usg=AFQjCNEs6oFUy4ZMgSdUC2WhfkMP6y-4ew\">Ten paper mills<\/a> in Maine have closed in the last decade. The new landscape means loggers must pay truckers more to haul wood to mills located farther and farther away. Once the wood arrives, the loggers are paid less for it because the market is flooded with wood cut by their colleagues who have fewer and fewer places to sell it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mill closures are just one of the factors that have made logging in Maine more difficult in recent decades. Huge swaths of land have been bought and sold, disrupting loggers’ contracts. And the necessity of expensive equipment has driven loggers deep into debt."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some loggers will weather these changes, but not all of them, and those remaining will have fundamentally different lives from their logging ancestors."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For northern Maine loggers, their lives operating modern equipment will be safer, but more sedentary and debt ridden if they own their own equipment. Southern Maine loggers are increasingly operating as artisans: They can use the older equipment to work more slowly, often for small, family-owned parcels of land."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Which loggers survive depends on their flexibility, drive and distance from markets. Draw a line that runs roughly from Rumford, through Skowhegan, to Bangor. Right now there are five paper mills in the 10,000-square miles on or south of that line, and only two mills in the roughly 23,000-square miles north of it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Loggers in the northern two-thirds of the state — north of that line from Rumford to Bangor — are the ones in trouble, said Dana Doran, executive director of the Professional Logging Contractors of Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Wood is moving farther than it’s ever moved,\" he said."},{"filename":"","filetype":"tableau_1","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most wood can’t go farther than 60 to 100 miles before it’s not worth cutting and hauling, said Mindy Crandall, assistant professor of forest landscape management and economics at the University of Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"It’s not economical to move this wood very far,\" Crandall said. \"It used to be that the mills were spread out across the state, so everybody could just get to one within a reasonable haul distance.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sherman isn’t immune to the changing market, but he’s able to weather the ups and downs because his skidder is paid off, and he has a few other sources of income. Rather than making his job impossible, he said the drop in the price of wood has just taken some of the fun out of it."}],"preview image":"","short title":""},{"heading":"Somebody to abuse","content":[{"filename":"19092209.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Chester Rafford goes to throw another cable to secure his logs in Oxbow Plantation.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On the afternoon of Nov. 7, Sherman’s friend Chester Rafford was hauling his fourth load of logs out of the woods. He started at 1 a.m. that morning, and he would make one more trip before day’s end, driving out of Oxbow around 6 p.m. His pace is necessary to make a living."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Chet,\" as Sherman called his old friend, went to the same one-room schoolhouse he did, and they’re theoretically in the same industry, but in practice their lives are different."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rafford owns his own trucking business, and right now he’s hauling wood for Seven Islands Land Company, a land and timber management company."},{"filename":"19092171.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Chester Rafford stands in front of his logging truck, in the middle of his fourth trip out of the woods that day.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sherman can name the kind of wood each logging truck hauls out of Oxbow, where it’s going and usually who’s driving. He’s deeply embedded in the industrial logging world, but he works for himself."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Unlike the truckers hauling for large landowners, he only cuts from small parcels, usually owned by families. He doesn’t use the most modern equipment. Born into a logging family, he believes he’s part of a dying breed of small-scale loggers in northern Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"You have to be big to survive,\" Sherman said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He’s thought about getting into a more mechanized way of harvesting but said he never knows how much wood is ahead of him — with a smile that says it’s not just the industry that’s uncertain but also his own time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He’s not optimistic about the future of the industry, but the ugliness isn’t really news to him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The forest industry always needed somebody to abuse. It used to be the French Canadians, the Poles, now it’s the Asians,\" said Sherman, referring to <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainemeetsworld.bangordailynews.com\/2015\/12\/14\/home\/where-the-paper-industry-went\/&amp;sa=D&amp;ust=1481126287681000&amp;usg=AFQjCNGFCsHF0eW9viVoGIzrTASFsjUZwQ\">how much paper<\/a> is now produced in China and Southeast Asia."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"No one knows what’s next for the number of logging jobs. Since the 1980s, fewer loggers have taken up the iconic Maine work. But it’s not clear exactly how many are left because each organization collecting this data defines the jobs a little differently and comes up with different figures."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For example, in 2014, the <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.bls.gov\/oes\/2014\/may\/oes_me.htm%2345-0000&amp;sa=D&amp;ust=1481126287683000&amp;usg=AFQjCNGFgQuaDY0zpJcGq-FZaLfPF20YOg\">U.S. Bureau of Labor Statistics<\/a> put the count at 1,240 logging equipment operators. In the same year, the <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/maineloggers.com\/new\/wp-content\/uploads\/2016\/09\/Logging-Economic-Impact-Study-2014-brochure-FINAL-web-version.pdf&amp;sa=D&amp;ust=1481126287683000&amp;usg=AFQjCNGCfpF00La87kE2HCVnw_gDm7-93w\">Professional Logging Contractors<\/a> of Maine estimated there were 4,632 people employed in logging in Maine, a more comprehensive definition. But the <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/labor\/cwri\/outlook.html&amp;sa=D&amp;ust=1481126287683000&amp;usg=AFQjCNEESOjZSHkf9e2Q-p3Yum1iqXt9CQ\">Maine Department of Labor<\/a> gave a smaller number — 2,251 — for the count of employees in forestry, logging and conservation for the same year."},{"filename":"19241198.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The number of people working in mining or logging in Maine has dropped dramatically in the last 25 years.","credit":"U.S. Bureau of Labor Statistics, Federal Reserve Bank of St. Louis","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The job loss has likely stopped, and the industry has reached a plateau point, Doran said. Every improvement in efficiency is matched with a loss in jobs, but Doran thinks there won’t be another great loss in employment like there was from horse-powered to machine-powered work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Lloyd Irland, a forest products industry consultant, said he can’t imagine what the next iteration of technology will be, but that doesn’t mean improved machinery won’t emerge and replace the already dwindling number of jobs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Center for Workforce Research and Information at the Maine Department of Labor predicts a 5-percent decline in the number of logging equipment operators by 2024."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some loggers say that part of the problem is that too many jobs are taken from Mainers and given to Canadians, but there are only about 40 people logging through the bonded labor program right now, Doran said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It may seem counterintuitive, but as the industry struggles Sherman worries more about the wellbeing of the forests. It’s not because the machines are more destructive but because he thinks loggers struggling to make a living are more likely to rush and make mistakes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The machines can do just as good a job if the guys want to, and they only want to if they’re getting paid,\" Sherman said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A mechanized harvester can produce 300 cords of wood a week, which is about eight times what a single logger can produce, according to Bob Seymour, a professor of forest resources at the University of Maine. But smaller operators are treasured by foresters because they’re patient and careful, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Regarding his own pace, Sherman said he’s getting slower all the time."}],"preview image":"","short title":""},{"heading":"Food on the table","content":[{"filename":"19092137.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Cub Hannington shuttered his logging company last October when he could no longer find a contract to cut wood.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Willard Hannington &amp; Son was once the largest logging company in Reed Plantation. The business employed 27 men in 2004, cutting wood for different industrial landowners. The company’s loggers had been harvesting wood from the same land for about 15 years when it sold."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Cub Hannington ran a modern and expensive operation. He had top-line equipment: harvesters, grapple skidders, delimbers, an excavator, a bulldozer and a dump truck."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But as the land changed hands, Hannington had to cut back to one crew of 13 men. For three years they scraped by working small jobs. Hannington tried to give each of his employees just enough work to put food on their tables. He couldn’t give every person six days a week of work, but maybe he could give each one four days — just enough to get by. Meanwhile he asked every major landowner near him for a contract."},{"filename":"19092203.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"While the paper industry changed drastically, much of the land in northern Maine was bought and sold.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As the paper industry dwindled over the last couple of decades, much of the land in northern Maine changed hands. <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.iatp.org\/files\/181_2_78270.pdf&amp;sa=D&amp;ust=1481126287697000&amp;usg=AFQjCNFqVTQKuydD0pu7wcoNy4IJN7LE8w\">Between 1980 and 2005<\/a>, about 23.8 million of the 26 million acres that make up the Northern Forest Region in Maine, and parts of New Hampshire, Vermont and New York, was bought and sold, in some cases multiple times."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Industrial giants such as Great Northern Paper found it was in their financial interests to sell their land. Changes to tax law in 1974 and 1986 prompted investment companies to purchase the property to provide returns for investors both through timber and, eventually, land sales. Timber investment management organizations are likely to sell land every 10 years or so, Andy Kerr, an Oregon conservationist, said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Our own companies left us,\" Sherman said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Land in southern Maine is made up of smaller tracts and is more likely to be owned by families; transitions in ownership there have not been as drastic."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hannington’s business was a casualty of the churn in northern Maine land ownership. In 2005, Fraser Papers Inc., which also owned the Madawaska paper mill, sold the land that Hannington had been working on to Heartwood Forestland Fund V, Limited Partnership, which is an investment vehicle of Forestland Group LLC."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hannington thinks it was about 2012 when he lost the contract to cut wood from the land and started asking around for work. In the spring of 2015, another sale of the land — from Heartwood to the Conservation Fund — was finalized."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Any time land changes hands, new contracts are necessary, said Tom Duffus, vice president and northeast representative for the Conservation Fund. The land has supported loggers, truckers and foresters since the fund’s first day of ownership, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But it was too late for Hannington, who shuttered his company in October of 2015."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The owner of the land doesn’t mean everything, but it does set the tone for how the land will be managed, and investment companies don’t tend to plan with the long term in mind, said Amanda Mahaffey, northeast region director of the Forest Stewards Guild. When a landowner is no longer a person, but a company, Mahaffey said, there’s a greater disconnect between the long-term future of the forest and short-term financial goals."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"We’ve lost touch with what the land means to the people there,\" said Mahaffey."},{"filename":"19092141.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Cub Hannington used to own what was once the largest logging company in Reed Plantation.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Land managers had no work to give Hannington. Some landowners were holding off on cutting wood because the market was weak, and the rest already had enough loggers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The decision to close the family business his father started was painful, but he knew what he had to do."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Most people hold on, hold on, hold on until they’re in such bad shape they go into bankruptcy,\" Hannington said. \"I didn’t want to get to that point.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hannington has new work today. He works for Treeline Inc., a forest products company in Lincoln that does everything from harvesting trees to repairing equipment. He’s the foreman for its road construction crew in the summer and manages timberland in the winter."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While he works, he also tries to sell the logging equipment his former company owned. He’s sold about half so far, mostly to people out of state, and not for great prices. There’s a glut of equipment right now."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The bank doesn’t want his equipment either, though, so it’s working with Hannington. When he sells a machine, he makes payments to the bank on his remaining debt — again and again, until every piece is gone. He hoped selling his machines would only take a year, but now he’s guessing it’ll be two."}],"preview image":"","short title":""},{"heading":"The pain in his belly","content":[{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/11\/Woodsguy%20112216%20LOKRESIK\/pd\/Woodsguy%20112216%20LOKRESIK.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"19188114.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 1999, Leslie Pepper, a Belgrade logger, was having pain in his back. He felt that hefting the chainsaw to fell trees was to blame, that the weight and the vibration were hurting his body. So he decided to try using a cut-to-length system — a harvester to fell, delimb and cut the trees into logs right at the stump, and a forwarder to carry the logs out of the woods."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The machines were old for that type of system, from 1993. Still, his payments were around $5,000 a month."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"Those were the darkest four years of my life,\" Pepper said. \"I was stressed out to no end. The only good times of my day were when I got in bed at night and look out the window and see the stars. That was the only peace and quiet I had.\""},{"filename":"19188140.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Logger Leslie Pepper sits on top of his bounty in Winslow.","credit":"Linda Coan O’Kresik | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Logging contractors often have monthly payments of this nature, and they must continue to make them even as the industry changes and buckles. It’s not clear how much debt exactly the logging industry is holding because there’s no central body to keep track of it, and loggers are a notoriously independent group of people, according to Crandall and Doran."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s no question that the debt is real, and there’s no question about what it does to a person to be \"one flat tire or one broken transmission away from bankruptcy,\" as Irland, the forest products industry consultant, put it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Logging contractors have to make payments or go bankrupt, so a large enough decline in the market could cause Maine to lose its logging force, Crandall said. But if the market came back, the landowners who need trees cut would be out of luck."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some have suggested having landowners own the equipment, but Doran said it probably wouldn’t work because insurance premiums would be prohibitive."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There have been times when governments have supported people deep in debt, such as after the <a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nytimes.com\/2011\/03\/30\/business\/30foreclose.html&amp;sa=D&amp;ust=1481126287716000&amp;usg=AFQjCNG6DOMTA6TPYfvuIf_1uM1fHbsWqQ\">2008 housing crisis<\/a>, but Crandall said doing so is more of a political decision than an economic one."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"At what point in time do we declare, ‘This is a crisis. People need serious help,’ or we say, ‘This is a natural evolution in the market,’ and we let it happen?\" she said."}],"preview image":"","short title":""},{"heading":"Industrious and versatile","content":[{"filename":"19186589.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Logger Leslie Pepper works on thinning trees for a private landowner in Winslow. While many logging companies have mechanized their operations, Pepper is still a hands-on logger, cutting trees with a chainsaw and then hauling them out with his skidder.","credit":"Linda Coan O’Kresik | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Pepper tried out the expensive equipment, he felt the pain go from his back to his shoulders, because working in the harvester and the forwarder is more like sitting at a desk and using a joystick. He also started to feel pain in his gut from the stress."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After four years, he sold the machines and went back to a skidder and chainsaw. He cuts the trees down by hand, with the chainsaw, then uses cables on the skidder to pull them from the woods. His work is slower than a more mechanized operation, but that’s just fine. His payments are low; he lives in southern Maine, so he still has access to mills; and he has work on the side."},{"filename":"19188112.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Logger Leslie Pepper drags logs through the forest with his skidder.","credit":"Linda Coan O’Kresik | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A few years later, he made some other changes: He started eating whole foods, mostly organic and no wheat. A typical lunch at a harvest site these days? A big salad with kale and spinach, probably an avocado, and some sauerkraut."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pepper believes these changes saved his life, and he tries to get people he cares about to change their diet, too. His son, Kendall Pepper, hasn’t opted to yet."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pepper said his son, also a logger, is making the same mistakes he did. Now, in addition to not eating healthy, he’s in the process of buying a feller buncher, which cuts and gathers several trees at once. It’s a step toward a mechanized system of logging like the cut-to length system Pepper used, with a harvester and forwarder."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Kendall was only 10 when Pepper was using the cut-to-length system, and Pepper tries to remind him of the reasons why he didn’t like it. It’s not just that his system of cutting with a chainsaw and skidder is less stressful personally, he also really believes in it as a way out of the mess the logging industry is in right now."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"The mechanized way of cutting wood just contributes to all the problems we have with supply and demand,\" said Pepper. \"One guy can produce so much wood. There’s just not enough to go around.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But at the end of the day, he’ll support his son. He knows the feller buncher will better protect him from falling trees, and he said that young people have to try things for themselves."},{"filename":"19188142.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Logger Leslie Pepper cuts the branches off a tree in Winslow. Pepper is one of the few remaining loggers who cut wood ‘by hand,’ with a chainsaw.","credit":"Linda Coan O’Kresik | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As for the quality of the wood and the effect on the forest, Pepper prefers his way of working, but he said it’s really about how people operate. If loggers do it right, they aren’t hurting the forest."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"You cut it just enough so enough sunlight comes in, so the bigger trees will grow a lot faster,” Pepper said. At the same time, the light helps younger trees grow."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His emphasis on quality cutting and rejuvenation may not provide the greatest short-term profits, but his practices sustain the forests long-term — and lend him a sense of purpose."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He still remembers a cartoon he watched 20 years ago in which an “evil woodsman” came to cut down the trees in a forest to make way for the construction of a road. It showed a porcupine that lost its home and found it hard to cross the new road."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When he works in the woods — a solitary occupation — he thinks of the porcupine. The woods are not his alone."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His careful work is possible because he has a side business selling firewood and inexpensive equipment that lend him flexibility day to day."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If the market for softwood is bad, Pepper can cut hardwood. If the mills aren’t taking much wood, or it’s raining, he can work on his firewood. If there are bad weeks or months, he can afford to take a hit without going under."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pepper described a trickle-down effect of the current market, but not Reagan’s kind. When people buy less paper, it lowers the price of wood. When fuel prices rise, his diesel and his tires grow increasingly expensive. When mills close, he has to pay more to have his wood trucked farther."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some great loggers won’t make it through the industry’s upheavals, but the industrious and versatile have a better chance."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"\"I’m older than I was when I started, but I feel like I can cut wood easier now than I could when I was a kid,\" said Pepper. \"You make every step count.\""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em><a class=\"c9\" href=\"mailto:mainefocus@bangordailynews.com\">mainefocus@bangordailynews.com<\/a><em>. <\/em><em>Click<\/em><a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1481126287735000&amp;usg=AFQjCNFN8Pg6x0cHYfA-y-zYxlmwVF6GGg\"> <\/a><a class=\"c9\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1481126287735000&amp;usg=AFQjCNFN8Pg6x0cHYfA-y-zYxlmwVF6GGg\">here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A previous version of this story stated that white birch would be sent to Pleasant River Lumber in Dover-Foxcroft. Pleasant River Lumber only accepts spruce and fir; the white birch will be sent to another facility. The BDN was given incorrect information."}],"preview image":"","short title":""}]}