{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Editor’s<\/em><em> note: This is the fourth piece in <\/em><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/rural-edges\/&amp;sa=D&amp;ust=1481066662300000&amp;usg=AFQjCNHIMNQwWouGJgieMi6VAgC5mt4TQg\">an ongoing look<\/a><em> at how the transition to a service economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work<\/em><em>.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Rural communities have found they must develop a new purpose since the old reasons for existing are mostly gone. Some communities are going through this process of addressing their challenges, but most have not been able to face the hard choices before them.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"}]},{"heading":"Betting on the lake","content":[{"filename":"19248840.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Waves and wind on Moosehead Lake in Greenville made it look more like the ocean than a freshwater resource on Nov. 22, 2016.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The first people to settle the region around Moosehead Lake didn’t even come because of the sprawling body of water that covers 120-square miles."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They came for the woods. And the work they did — clearing land, farming, setting up sawmills — set the stage for a lumbering tradition that powered more than a century of growth."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, however, Greenville has a population almost 20 percent smaller than at its 1960 peak. Its school enrolls 40 percent fewer students than in 1999."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Without significant effort, the town — and the area around it — will continue to decline."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But Greenville is one of the few places in the rural reaches of the state that has a chance of stopping its downward trajectory. That’s because residents — mostly members of local businesses — are devoting years of their lives to changing the region’s projected fate."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They’re betting on the lake."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They’ve made Moosehead Lake and the hundreds of thousands of forested acres surrounding it key to a regional strategy to become a premier tourist destination for travelers seeking a wilderness vacation. The people leading the effort hope to draw not only more tourists who visit throughout much of the year, but new residents who can sustain Greenville’s school and hospital."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s a chance the efforts won’t pay off. But the Moosehead Lake region is doing what few rural areas in Maine are doing in any coordinated, concerted fashion."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Communities in the rural parts of Maine will have to decide for themselves what their future will look like in the wake of a forest- and manufacturing-based economy that is no longer the jobs powerhouse it once was. But some may find ideas in Greenville."}],"preview image":"","short title":""},{"heading":"‘We had to do it ourselves’","content":[{"filename":"animated.gif","filetype":"photo","size":"medium","orientation":"right","caption":"Moosehead Lake is the largest lake in Maine.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When people in Maine think about development around Greenville, many will remember protests."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2005, Plum Creek Timber Co., the largest landowner in the Moosehead Lake region, unveiled a massive development plan for the region — two resorts on either side of Moosehead Lake, 1,000 lots for second homes and, initially, a golf course, marina and three RV parks."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Plum Creek took its concept plan to the state’s Land Use Regulation Commission, the state body that oversees development in Maine’s Unorganized Territory, seeking to rezone thousands of acres of forest for development."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"By doing so, the company set off a years-long debate and strong opposition, as many argued the development would change the character of the region."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Plum Creek later scaled back its designs and issued multiple revisions. In 2009, after years of hearings and deliberations, the company received LURC’s approval for its concept plan. Three years later, Maine’s top court upheld LURC’s decision to rezone about 17,000 acres around Moosehead Lake, so development could take place contingent on a builder securing necessary permits."},{"filename":"18597535.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Peter Skvorak of Windham spent Labor Day weekend this year fly fishing in different areas around Greenville.","credit":"Linda Coan O’Kresik | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Separately, Plum Creek negotiated <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2012\/05\/15\/news\/state\/plum-creek-conservation-groups-to-announce-363000-acre-easement-near-moosehead-lake\/&amp;sa=D&amp;ust=1481066662322000&amp;usg=AFQjCNGGQiCPxo-gczcj90Z4w6kxhyaDAw\">a deal to put 363,000 acres of its land<\/a> into permanent conservation, allowing public access but also providing for the land to remain a working forest. It sold another 41,500 acres to the Appalachian Mountain Club and the Nature Conservancy. LURC made clear that it only approved the rezoning because of the sizable conservation deal."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"To date, no one has filed for permits, and no development has begun. But the outcome of a debate that revolved around Plum Creek — which Weyerhaeuser, one of the world’s largest timberland owners, has since <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2015\/11\/08\/business\/weyerhaeuser-to-buy-plum-creek-creating-23b-timber-company\/&amp;sa=D&amp;ust=1481066662324000&amp;usg=AFQjCNHPDvL4gNTtWaE5rNUS2rt-oVwjLw\">acquired<\/a> — has helped shape something different: a regional vision."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Aided by a mix of business and philanthropic money with some support from local governments, residents are proactively laying the groundwork for a future that looks different from the region’s forest products-based past, that builds on what the area already has, and that doesn’t rely on the off chance of an outside investor bringing in dozens of jobs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We couldn’t wait for someone to come from the outside and fix us,” said Luke Muzzy, an eighth-generation Greenville resident, senior land asset manager at Weyerhaeuser, and president of the Moosehead Lake Region Economic Development Corp., the nonprofit group that’s been leading much of the local planning and branding work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Everyone wants to see us succeed, but we had to do it ourselves.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The foundation for much of this work to plan for the future and brand Moosehead Lake as a premier, wilderness destination is the reality that so much of the region’s land has entered into permanent conservation over the past two decades."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, if you draw a circle extending 25 miles out from the center of Moosehead Lake in all directions, 44 percent of the 1.25 million acres that circle encompasses are permanently conserved, up from 6 percent two decades ago, Muzzy said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I go out on the lake, I feel 95 percent certain it’s always going to look this way,” he said. “That’s something this area can build around.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The planning and branding efforts involve not just Greenville, but the towns and unorganized townships around it. Two counties, Piscataquis and Somerset, are participating."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The work of proactive planning is difficult, involved, prolonged and rare."},{"filename":"19287588.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"A map showing protected lands in the Moosehead Lake region.","credit":"Contributed by Luke Muzzy","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Planning on a larger basis has always been an unnatural act, as has serious collaboration,” said Richard Barringer, a former state conservation commissioner and director of state planning who served in the administrations of three Maine governors."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rural communities in Maine’s North Woods <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainefocus.bangordailynews.com\/2016\/11\/down-the-road\/%23.WD8BkOArLnA&amp;sa=D&amp;ust=1481066662334000&amp;usg=AFQjCNHWs45fqfb3NqTAOeN8Anr-bZT6eQ\">came into being<\/a> because of the natural resource around them — the forest. But global economic forces have fundamentally changed their economies. Manufacturing jobs have disappeared, mechanization has reduced the need for labor in logging, and loggers who are cutting wood <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainefocus.bangordailynews.com\/2016\/12\/a-rift-in-the-woods\/%23.WEAzQ-ArLnA&amp;sa=D&amp;ust=1481066662335000&amp;usg=AFQjCNGjLff2BZtBtVweDfV_xixFUNBCoA\">struggle to get a good price<\/a> for what they cut."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There are such great advantages to concentration of employment and business location” in urban areas, Barringer said. “There are no longer such advantages to immediate access to natural resource bases. How do you adjust to that and adapt to that? That’s really the big question.”"}],"preview image":"","short title":""},{"heading":"‘If you don’t change, you die’","content":[{"filename":"18885639.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Motorcycles make their way down a dirt road on the east side of Moosehead lake amid the fall colors this October.","credit":"Darren Fishell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"During fall foliage season in 2014, consultant Roger Brooks arrived in Greenville and spent a few days experiencing the area as a tourist, potential resident or corporate site selector would. A few days later, the consultant — who has worked across the U.S. and Canada and in Europe and Asia, helping to brand places as destinations — shared his findings with Greenville residents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The good news? The Moosehead Lake region has something special for tourists, people who might want to buy a second home or those looking to relocate in search of a life close to the wilderness."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What you have here is … worth a trip from anywhere in the United States, Canada or even Europe,” Brooks said during <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.youtube.com\/watch?v%3D_4JKtspjFw0%26t%3D4s&amp;sa=D&amp;ust=1481066662340000&amp;usg=AFQjCNF2K2NJIdFe1AZgFeTNyHFsTXTQWg\">a community assessment presentation<\/a> in October 2014. “You may not realize it, but it is that good.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The region has a history of tourism it can build from: In the late 1800s, wealthy residents from Philadelphia, Boston and other East Coast cities would <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/books.google.com\/books?id%3DJwkIAAAAQAAJ%26pg%3DPA92%26lpg%3DPA92%26dq%3Dkineo%2Bhouse%2Bguests%2Bfrom%2Bphiladelphia%26source%3Dbl%26ots%3DOlJCLkKLn3%26sig%3DGeILp5AcqYIA4Y2GVQ-2qekDUZc%26hl%3Den%26sa%3DX%26ved%3D0ahUKEwjkn-2kwczQAhUhslQKHffgCFYQ6AEIMTAD%23v%3Donepage%26q%3Dkineo%2520house%2520guests%2520from%2520philadelphia%26f%3Dfalse&amp;sa=D&amp;ust=1481066662341000&amp;usg=AFQjCNG8f0hYCIgOrdaoffTUkG1NpymdyQ\">travel by train<\/a> to Greenville, then take a steamboat out to Mount Kineo, where they would spend the entire summer at the opulent, 500-room Mount Kineo House resort."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The 1960s brought skiers to the newly opened Squaw Mountain ski area on the west side of Moosehead Lake. And tourism today is a key part of the Greenville area’s economy. The region, though, has a long way to go before it can consider itself again a top tourist destination, Brooks said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That is where a lot of these rural towns are,” Brooks said recently. “They were founded on timber or fishing or something. Now, what are you going to do? If you don’t change, you die.”"},{"filename":"19248816.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Downtown Greenville is pictured Nov. 15, 2016.","credit":"Matthew Stone | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"During his presentation, Brooks pointed out a number of instances in which local businesses were passing up opportunities to draw in more customers and revenue:"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— In late September and early October, a popular travel time for baby boomers, many businesses had already closed for the season. Many that had closed had no signs indicating when they would return — in Brooks’ view, nothing to invite tourists back."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Businesses that remained open often closed for the day before 6 p.m., leaving tourists few opportunities to spend their money at a time of day when, according to Brooks, most consumer spending takes place."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— In downtown Greenville, Brooks noted, building facades could become more inviting to potential customers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Brooks found that a lack of directional signs pointing out key attractions could easily leave visitors confused and frustrated."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Many tourists didn’t notice the Moosehead Lake Region Visitors’ Center, located on Route 6 atop the hill descending into Greenville, until they were leaving town."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— And the region wasn’t marketing complete itineraries that showed off the area as a wilderness destination. Visitors instead had to piece together a sight-seeing or hiking adventure agenda themselves."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brooks’ advice? Find a focus to build on, and don’t be afraid to choose the top few attractions and businesses to market while leaving out others. With more visitors, many businesses stand to benefit, not just those that get the most marketing."}],"preview image":"","short title":""},{"heading":"‘We need to earn the brand’","content":[{"filename":"19248854.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A man walks out of Lily Bay State Park in Greenville on Nov. 22, 2016. The park closes to cars but is still open to visitors in the off season.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Last year, Brooks and his company issued a more than 100-page action plan that they developed in partnership with a team of local residents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Among the to-do items:"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Recruit more retailers to downtown Greenville and to Rockwood, an unorganized township on the west side of Moosehead Lake where visitors catch a boat to visit Mount Kineo, a prime attraction;"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Develop a system of wayfinding signs with consistent branding to help visitors navigate around the area and find popular attractions and hiking trails; and"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"— Take steps to beautify downtown Greenville and make it more vibrant, such as by allowing sidewalk dining with alcohol, building an all-season pavilion that can host a variety of cultural events from farmers’ markets to trade shows, and launching free Wi-Fi."},{"filename":"11647223.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Mount Kineo can be seen in the distance in this shot from the side of Lily Bay Mountain on Nov. 7, 2013.","credit":"Kevin Bennett | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The recommendations were designed with a goal of extending the area’s prime tourist season beyond the summer months and into the spring and fall, and creating an environment in which tourists would be likely to spend more money. Brooks’ action plan noted the need for more mid-range lodging options since existing lodging is limited, and overnight visitors spend substantially more in a community than day trippers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brooks and his team also developed logos for marketing the Moosehead Lake region as “America’s Crown Jewel” and designed sample marketing materials."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the action plan came with this caveat: “The Moosehead Lake tagline ‘America’s Crown Jewel’ is declarative. This means you cannot use it until you feel you can deliver on that promise.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Branding is about far more than marketing, Brooks said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Marketing will bring us to you exactly once,” he said. “Only the product is going to bring us back a second time. The product, those activities, better be there. [Moosehead Lake community members are] not out there promoting America’s Crown Jewel like crazy yet because they’re still working on the product.”"},{"filename":"https:\/\/media.bangordailynews.com\/bdn\/2015\/10\/littlespencer100615_2044514.m4v","filetype":"video","size":"medium","orientation":"right","caption":"BDN reporter Aislinn Sarnacki and several hiking companions tackle the steep trail of Little Spencer Mountain near Kokadjo in the Moosehead Region on Oct. 4, 2015. Little Spencer Mountain rises about 3,000 feet above sea level on the east side of Moosehead Lake and is known as one of the most difficult hikes in the area.","credit":"Aislinn Sarnacki | BDN","poster":"16081211.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The people who have taken on the work of product development include a number of local business owners. They’ve raised money for and are preparing to install the first wayfinding signs. They’ve started work on some small downtown beautification efforts such as holiday decorations and new trash receptacles, and they’re raising money for benches."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Without a large infusion of cash, the development work happens piecemeal. Fundraising is a constant part of it. It’s long-term — at least five to seven years, team members estimate — and it’s not always clear how it should proceed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We have a lot of the chicken-and-egg scenario,” said Amanda Hunt, a brand leadership team member and owner of Northwoods Camp Rentals. “The chronological order of the action items took us a while to figure out.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Team members want to be cautious about the area’s use of the America’s Crown Jewel brand as a marketing tool. “We don’t want to just start throwing out the branding,” said Ryan Edmondson, who owns Kineo View Motor Lodge in Greenville."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We need to earn the brand,” said Sally Johnson, another brand leadership team member and owner of Moosehead Hills Cabins, also in Greenville."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The team plans to hold off on the work involved with some of Brooks’ largest — and most expensive — recommendations, such as construction of a downtown pavilion, until the area has completed work on a master plan that will help to guide development."}],"preview image":"","short title":""},{"heading":"‘Searching for the answer’","content":[{"filename":"19283846.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A man smokes a cigar at Kineo House on Moosehead Lake, circa 1890, in this photograph taken by Joseph John Kirkbride.","credit":"Library of Congress","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Greenville’s history follows much the same arc as many other places that exist because of the woods."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Early in the 1830s — when Greenville was a plantation called Cuba — sawmills supplied a Bangor market that was hungry for hand-hewn cedar and pine shingles."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As lumbering grew, so did Greenville’s population. It topped 1,600 in 1930, up from 586 a half-century earlier. It peaked in 1960 at 2,025 and had dropped to 1,646 as of the 2010 U.S. Census."},{"filename":"19286920.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Greenville’s population peaked in 1960.","credit":"Matthew Stone | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 1936, as Greenville celebrated its centennial, 120 men worked at the Atlas Plywood Corp. mill making plywood for industrial packaging. The Hollingsworth and Whitney Co. — later Scott Paper Co., which had a mill in Winslow — employed 400 to 1,200 men at its lumbering operations around the lake. (Company president Charles A. Dean gifted the town its hospital building, which today carries his name.) Great Northern Paper Co. logging operations typically employed 1,500 men and 500 horses."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“As our town now reaches its one hundred years of existence, the writer sees no periods of decline but a steady increase of growth,” wrote Emma True in a Greenville history book prepared for the town’s centennial."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Forest products powered Greenville well into the 20th century. A February 1966 issue of the Moosehead Gazette noted that the plywood mill — which had since sold to Stover Plywood Corp. and started manufacturing wood paneling for mobile homes — “is a rare example of how much a small community depends on local industry and how much that industry depends on local people.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Six years later, a mobile home market collapse spelled the end for Greenville’s major manufacturer."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, the Moosehead Lake region is an important source of timber for Sappi Fine Paper Co.’s mill in Skowhegan, but the days of a 1,500-person logging operation are gone. Gone, too, are Greenville’s sawmills. The largest landowner in the area is no longer a paper company but rather one of the world’s largest timberland owners."},{"filename":"19248908.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"The Greenville Steam Company was one of the town's 10 largest employers when it shut down in April 2011.","credit":"Matthew Stone | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Greenville Steam Co., which produced electricity from wood biomass, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.eia.gov\/electricity\/data\/browser\/%23\/plant\/54852&amp;sa=D&amp;ust=1481066662376000&amp;usg=AFQjCNFcIWEk1Evy2h4NSmW2G4gVOVOrKA\">stopped producing power in 2011<\/a>. Efforts to <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2012\/12\/04\/business\/shuttered-greenville-biomass-plant-could-restart-rehire-20-employees-in-january\/&amp;sa=D&amp;ust=1481066662377000&amp;usg=AFQjCNFQxvzHpAIlVwqVMfDoik2BPf4YMw\">restart it<\/a> have been unsuccessful, and the town has taken ownership of the facility."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In a Greenville history book prepared for the town’s 175th anniversary in 2011, the outlook was decidedly different than it was 75 years earlier."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Greenville stands ready for another spur to growth, as economic and population levels have been at or below holding even for the past decade,” wrote author Ralph S. Johnson."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The town that was built primarily around the lumbering industry and now built around the tourist industry, finds itself searching for the answer to — ‘What will NOW make Greenville grow?’”"}],"preview image":"","short title":""},{"heading":"‘What’s left?’","content":[{"filename":"19292934.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Enrollment at Greenville Consolidated School was 359 in 1999. It dropped to 211 last school year, according to Maine Department of Education data.","credit":"Courtesy of Greenville Consolidated School","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Greenville has grappled with population loss and its future for a while."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The town lost more than 200 residents between 1990 and 2010, and as its population grew older, it consistently saw more deaths than births in that period."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Preserving Greenville’s school has always been a priority. If a town loses its school, it loses a way to pull in young families. But maintaining stability has proven challenging. School enrollment, kindergarten through grade 12, was 359 in 1999, and it had dropped to 211 last school year, according to Maine Department of Education data."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That’s a drop of 41 percent, compared with a 13-percent drop statewide during that period. The second-grade class had seven students last year."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Greenville taxpayers are paying $10,764 per student from local tax dollars to fund their school, compared with a statewide median of $6,094. Meanwhile, schools in the area have already closed. In 2009, schools in <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2009\/06\/08\/news\/final-bell-in-shirley-lsquobittersweetrsquo\/&amp;sa=D&amp;ust=1481066662386000&amp;usg=AFQjCNHrWd3R2EqceINgnvuB0qs5bZHgtA\">Shirley<\/a> and <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2008\/11\/11\/news\/state\/rockwood-school-not-viable-economically\/&amp;sa=D&amp;ust=1481066662387000&amp;usg=AFQjCNF7PiNZoTBbs-k1Njt2Xb0jaSXOvw\">Rockwood<\/a> shut down. Greenville’s Nickerson Elementary School <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2011\/08\/16\/news\/piscataquis\/greenville%25E2%2580%2599s-nickerson-elementary-school-to-be-closed-in-late-autumn\/&amp;sa=D&amp;ust=1481066662387000&amp;usg=AFQjCNHeNvqLEqthPLY7VYzSJ7Gx8dGkeg\">shut down in 2011<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If current trends hold, Greenville’s population is expected to <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/1AJWPsJc6rcI8uVB_QL2l6q4NURdz8BXD0Wy2I1HzK-s\/edit%23gid%3D1291570587&amp;sa=D&amp;ust=1481066662389000&amp;usg=AFQjCNG16MmEIuYOSjDdNEnhg250PAbLgA\">shrink another 17.5 percent<\/a>, to 1,324 residents, by 2034, according to demographic projections prepared by the state’s Office of Policy and Management. Small towns nearby — Beaver Cove, Shirley, Monson — have similar outlooks."},{"filename":"19286922.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"School enrollment in Greenville has dropped more than 40 percent since 1999.","credit":"Matthew Stone | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Taking no action to remedy this problem will result in the demise of the Greenville community as we know it,” John Simko, then Greenville’s town manager, wrote in <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B61rrpmRSrQWMm5WaVIwbmp3ZjhLelQ4eFAwcEJfNVpoZE9z\/view?usp%3Dsharing&amp;sa=D&amp;ust=1481066662393000&amp;usg=AFQjCNHo1NIBUPKZz1Y3T1VLR2fgyP47bA\">a 2002 report to community leaders<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But developing the Moosehead Lake region into a premier tourist destination wasn’t always the obvious response."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2001, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainewoods.org\/park-info\/fueling-a-healthy-economy\/economic-impact-summary\/&amp;sa=D&amp;ust=1481066662395000&amp;usg=AFQjCNHDGQqICj3FicVI1eGiWDPg4WVGMg\">an analysis<\/a> by University of Montana economics professor Thomas Power made the case for a Maine Woods National Park and projected continued decline for Maine’s forest products economy. In reaction, Simko wrote in his report, “If we become more of a tourist attraction and less of a community, then we are allowing the prophecy outlined in the Power report to come true.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He outlined a number of ideas, including better marketing of Greenville’s industrial park and attraction of Canadian businesses, developing a specialized outdoors or wood composites focus for Greenville’s schools in order to attract more students, and growing the area’s retiree community."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Nearly 15 years later, an economy more dependent on tourism and the development of second homes represents “a natural succession,” Simko said recently. He stepped down as town manager in September but still serves on the Moosehead Lake Region Economic Development Corp. board."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The natural resource extraction, if you will, has become non-labor intensive. We’ve lost our wood products processing capacities, so what’s left?” he said. “With that, the sense was, OK, if we’re going to be tourism, and we’re going to be second home development, how do we be the best we can possibly be? How do we optimize that?”"},{"filename":"9733321.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The ski lodge at the Big Squaw Mountain ski resort in Greenville is pictured in January 2013.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The region saw a tourism boost when the Squaw Mountain ski resort opened in 1963, but a chairlift <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/archive.bangordailynews.com\/2004\/03\/08\/ski-lift-drops-at-big-squaw-man-remains-in-hospital\/&amp;sa=D&amp;ust=1481066662401000&amp;usg=AFQjCNFVgJzIzeeSxUk1XHqVGxS66WnOZg\">malfunction in 2004<\/a> that closed off access to the upper section of the mountain has caused overall tourist numbers in recent years to sag."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In July, the state <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/09\/09\/news\/piscataquis\/state-sues-owner-of-big-squaw-mountain-ski-resort-over-deteriorating-conditions\/&amp;sa=D&amp;ust=1481066662404000&amp;usg=AFQjCNHJo4P5pwN_5QpJ7jiFaMgYBble9Q\">sued the resort’s owner<\/a>, claiming he used the property to secure $4 million in loans but never used the funds to repair the broken lift. For the past few seasons, a local, non-profit group, the Friends of Squaw Mountain, has operated the lower section of the ski area. (The ski area retains the name Big Squaw Mountain, although the mountain on which it’s located is now called Big Moose Mountain.)"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Pending a resolution in the courts, the ski resort’s redevelopment, in some fashion, is one element of the region’s revitalization plans. In his branding action plan, Brooks, following consultation with community members, identified the ski mountain as one of the area’s greatest assets."}],"preview image":"","short title":""},{"heading":"‘It was going to take time’","content":[{"filename":"3582048.jpg","filetype":"photo","size":"big","orientation":"full","caption":"John Belvin of Brownville expresses his support for the Plum Creek plan during a Land Use Regulation Commission public hearing at Greenville High School in December 2007. Listening are (from left) LURC commissioners Bart Harvey, Edward Laverty and Gwendolyn Hilton.","credit":"John Clarke Russ | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s been more than four years since Weyerhaeuser — then Plum Creek — secured final approval to rezone about 17,000 acres for development. Between residential units and two resorts — one at Big Moose Mountain on the lake’s west side and another at Lily Bay on the eastern shore — Plum Creek gained permission to develop 2,025 units total over the following 30 years, contingent on a developer securing required permits."},{"filename":"4877765.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"A protester is taken out of the room during a meeting of the Land Use Regulation Commission at Ramada Inn in Bangor on Sept. 23, 2009. The commission voted to allow Plum Creek to develop parts of the Moosehead Lake region.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We’re actively looking for folks to work with us on that,” said Muzzy, Weyerhaeuser’s senior land asset manager. “We knew it was going to take time.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Plum Creek proposed its development plan following a decade in which the Moosehead Lake region saw notable growth in its second-home market. During the 1990s, the region as a whole saw the number of housing units grow 18 percent, far outpacing any population growth, according to <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/pdfs.semanticscholar.org\/d2be\/e7e94d23925d52f5c58650827ca3648b095e.pdf&amp;sa=D&amp;ust=1481066662414000&amp;usg=AFQjCNFyq97N6uVclcRiZ2fysoW-j_0imQ\">a 2007 Maine Policy Review paper by Kathleen Bell<\/a>, a University of Maine economics professor. In Greenville, about <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.library.umaine.edu\/cgi\/viewcontent.cgi?article%3D1576%26context%3Dtowndocs&amp;sa=D&amp;ust=1481066662415000&amp;usg=AFQjCNFd8I0i79v2xd4JoZ9TULyx_iuMpw\">70 percent of property tax bills<\/a> are paid by non-resident homeowners."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The 2008 housing market collapse, the subsequent recession and continued sluggishness in the second-home market have put a damper on development."},{"filename":"19286950.jpg","filetype":"photo","size":"small","orientation":"right","caption":"Luke Muzzy is senior land asset manager at Weyerhaeuser and president of the Moosehead Lake Region Economic Development Corp.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But even without construction, the Plum Creek concept plan “ended up becoming a regional planning exercise,” Muzzy said. There’s certainty about land remaining in conservation, and it’s known where development can occur."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Indeed, much of the planning work underway today got its start after the rezoning was finalized. Greenville’s <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.library.umaine.edu\/cgi\/viewcontent.cgi?article%3D1576%26context%3Dtowndocs&amp;sa=D&amp;ust=1481066662420000&amp;usg=AFQjCNHye3Ogig1ZMH9Wj2yB8wXaMXvS1g\">2013 comprehensive plan<\/a> prioritized regional, nature-based tourism growth in concert with the Plum Creek concept plan. The Moosehead Lake Region Economic Development Corp. formed in 2013. The branding initiative with Brooks came the following year, and Plum Creek paid for Brooks’ services."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The possibility that a resort, or two, could be part of the region’s future also holds promise in the form of jobs and the potential to attract more people to the region to experience the wilderness of the North Maine Woods, said Mike Wilson, senior program director at the nonprofit Northern Forest Center."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What we really want to appeal to is more people, certainly, but people who are going to recognize that the experience they’re going to have in the Maine woods is a high-quality, service-oriented experience, an experience they’re going to pay a premium for,” said Wilson, whose organization works on tourism and other economic development projects in forested regions of New York, Vermont, New Hampshire and Maine."}],"preview image":"","short title":""},{"heading":"‘Sometimes, these places diversify, and they survive’","content":[{"filename":"15617899.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A young bull moose near Greenville.","credit":"Linda Coan O'Kresik | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Visits to protected natural areas have been <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2694281\/&amp;sa=D&amp;ust=1481066662428000&amp;usg=AFQjCNG30zbf1Zn73piP5OPJVbZRdZ53Ug\">on the upswing globally<\/a> and throughout much of the U.S. in recent decades. An increasing number of rural areas are staking their economic development hopes on tourism. And there’s support for the idea that rural areas with the right mix of natural attractions <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B61rrpmRSrQWQVc0ekl6NUhnSUhOZC12SVRNbWlaaWpRYjkw\/view?usp%3Dsharing&amp;sa=D&amp;ust=1481066662429000&amp;usg=AFQjCNEpeOdiKe-FkNuqrJr296ncXepo8g\">can grow their populations<\/a>, especially among a class of educated and entrepreneurial workers in search of a higher quality of life."},{"filename":"19286954.jpg","filetype":"photo","size":"small","orientation":"left","caption":"Angela Arno is executive director of the Moosehead Lake Region Chamber of Commerce.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between 1970 and 2000, population growth in the nation’s 327 rural counties most dependent on recreation and tourism was <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.unl.edu\/cgi\/viewcontent.cgi?article%3D1928%26context%3Dgreatplainsresearch&amp;sa=D&amp;ust=1481066662433000&amp;usg=AFQjCNEwhllZzBy9XpqL-gry828u19ZOJA\">more than double<\/a> the population growth in nonmetropolitan counties overall."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As for towns that came into existence because of the woods, “sometimes, these places diversify, and they survive. They become something slightly different, but they’re able to come up with some forest-based economy that works into the future,” said Mindy Crandall, assistant professor of forest landscape management and economics at the University of Maine’s School of Forest Resources. “But it doesn’t happen everywhere.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There are already some examples, large and small, showing what a premier, nature-based tourism economy could look like in the Moosehead Lake region."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In May, the Moosehead Lake Region Chamber of Commerce launched the <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mooseheadpinnaclepursuit.com\/&amp;sa=D&amp;ust=1481066662435000&amp;usg=AFQjCNHAd7zqJCd3-xO5Z2LuE5TZmqLq0Q\">Moosehead Pinnacle Pursuit<\/a>, which challenges hikers to summit six mountains in the area. Badges are available for ultra-hikers, who complete the challenge in two days; for hikers who complete the challenge in the winter months; and for hikers who complete the challenge within 48 hours during the winter."},{"filename":"animated2.gif","filetype":"photo","size":"medium","orientation":"right","caption":"Flags have been placed at the site of a B-52 plane that crashed Jan. 24, 1963, on Elephant Mountain near Greenville, killing seven men aboard. Two survived. The pieces of the plane were removed from the site, but most were later returned to the woods as a memorial, which is open for the public to see.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The chamber printed 25,000 brochures and promoted the challenge through social media, said Angela Arno, the chamber’s executive director. The Maine Office of Tourism spread the word at trade shows over the past year. Some 70 people have signed up so far, and many have posted about their accomplishment <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.instagram.com\/mooseheadpinnaclepursuit\/&amp;sa=D&amp;ust=1481066662438000&amp;usg=AFQjCNHrdPR7JtSBjWlGmaiyfeBiGZUkGg\">on Instagram<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s given a lot of folks who come to town direction on where to hike, what to do,” said Dan Rinard, operations manager for the Appalachian Mountain Club’s Maine Woods Initiative. “We’ve already seen evidence” of it encouraging people to stay in the area longer."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rinard’s work with the Appalachian Mountain Club is another example of how a nature-based tourism economy could look. Since 2003, the club has purchased and conserved about 70,000 acres in Maine’s 100-Mile Wilderness region, started a sustainable forestry operation on its land, and invested more than $2 million in trail development and upgrades."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The organization has also transformed two existing sporting camps on the land into higher-end accommodations. A third camp, the Medawisla lodge and cabins, located northeast of Greenville near Kokadjo, <a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainebiz.biz\/article\/20161129\/NEWS0101\/161129960&amp;sa=D&amp;ust=1481066662442000&amp;usg=AFQjCNFiK-uqleb_YP4anq8KuxxMBGMpfg\">is expected to reopen next summer<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“People are willing to pay for high-quality experiences,” said Bryan Wentzell, the Appalachian Mountain Club’s Maine policy and program director. “They want to eat someplace decent, they want to stay someplace nice. They want a nice authentic experience, and the Maine woods, if nothing else, has authenticity.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to<\/em><em> <\/em>mainefocus@bangordailynews.com<em>. Click<\/em><a class=\"c6\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1481066662445000&amp;usg=AFQjCNErtaU260LzZeVAgSowsce1pg-mcQ\"> here<\/a><em> <\/em><em>to sign up for the Maine Focus email newsletter. Multimedia production by Coralie Cross.<\/em>"}],"preview image":"","short title":""}]}