{
  "chapters": [
    {
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Editor’s<\/em><em> note<\/em><em>: <\/em><em>Maine<\/em><em>’s <\/em><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.library.umaine.edu\/cgi\/viewcontent.cgi?article%3D1702%26context%3Dmpr&amp;sa=D&amp;ust=1490410548210000&amp;usg=AFQjCNEaHUNYvz2ARIpn4vV_iB7MRmI-zg\">constricting labor force<\/a><em> offers an opportunity to pull <\/em><em>people into the <\/em><em>workforce who otherwise wouldn’t work, and to move lower-paid workers up the job chain into positions that pay more. <\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>But the public programs in place to help people improve their job prospects are largely set to autopilot, or they are greatly limited in their reach due to the way they are designed and funded. <\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>This is the second in a series called <\/em><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/forgotten-maine-workers\/&amp;sa=D&amp;ust=1490410548213000&amp;usg=AFQjCNEwM5gquapFaEQTJywNiL2Fk5yWXw\">Forgotten Maine Workers<\/a><em> that examines how Maine could realize the hidden potential among its workers.<\/em>"
        }
      ]
    },
    {
      "heading": "‘Literally nonstop’",
      "content": [
        {
          "filename": "19977604.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Salena Sawtelle, a certified nursing assistant at the Stillwater Health Care nursing home in Bangor, talks to Connie Drake before getting her ready for breakfast on Feb. 28.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Salena Sawtelle needs a new pair of work shoes."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "From 6:15 a.m. until 2:45 p.m. each day, she walks miles, back and forth through the rooms of the eight elderly residents under her watch at Stillwater Health Care nursing home in Bangor."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As a certified nursing assistant, or CNA, she helps the residents shower, eat and use the bathroom. She changes their diapers, sheets and clothes. She rubs lotion on their 80- or 90-year-old bodies, and puts in and takes out their dentures. She helps them out of bed and into their wheelchairs, and out of their wheelchairs and into bed. This is just a fraction of what she does."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“It’s literally nonstop,” Sawtelle, 23, said at the end of her shift on Feb. 21."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As a result, the insoles of her black work clogs have flattened. Her feet ache."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But Sawtelle can’t afford a new pair of shoes, she said. She makes $11.37 an hour, or about $1,600 a month, which is barely enough to cover her monthly rent ($400), car payment ($233), car insurance ($135), phone plan ($45) and other bills. Most weeks she has about $50 left over for everything else, including groceries and gas."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The work is so stressful and the pay so low that even though she loves her job — and her supervisors say she has a gift for it — Sawtelle has considered quitting or moving to Massachusetts where the pay is better."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine cannot afford to lose Sawtelle."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "She is part of an almost entirely female workforce of nearly 24,000 direct caregivers — those who provide hands-on, long-term care to the elderly and disabled — who will be needed to help Maine’s burgeoning population of seniors age with dignity in the coming decades."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Health care on the whole will be Maine’s job engine for the foreseeable future, and direct care workers will see some of the fastest growth. The state is anticipated to need 2,470 new direct care workers — which is the umbrella term for CNAs, personal care aides and home health aides — between 2014 and 2024."
        },
        {
          "filename": "",
          "filetype": "tableau_1",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Yet at a time when demand for these caregivers is at an all-time high, the incentives to do the work are at record lows. Wages have not kept up with inflation over the past decade; high turnover and unfilled vacancies have destabilized the work environment; and there are few opportunities for advancement despite openings further up the health care job chain."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "At least 45 percent of CNAs who leave their jobs depart the health care industry entirely, according to <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B2oVEvLOSwoETTQ5NTh3LUM4STl1eURocnJTMVRWNHJJNjBr\/view?usp%3Dsharing&amp;sa=D&amp;ust=1490410548238000&amp;usg=AFQjCNF-e9urI99UfLf9ufew356EGTCczA\">a 2012 study<\/a> in the Journal of Social Science and Medicine, representing a major loss of skill at a time of need."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Boosting wages and conditions in this sector alone is expected to not only help with the direct care workforce shortage but to have a substantial effect on the lives of low-income women and their families. Women are <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/widgetsanddigits.bangordailynews.com\/2015\/04\/14\/economy\/women-make-up-less-than-a-quarter-of-maines-top-earners\/&amp;sa=D&amp;ust=1490410548240000&amp;usg=AFQjCNF-15Hc_pceGxJGRNto9B3pNCgtfw\">far overrepresented<\/a> in low-income positions in Maine, and the vast majority of the large and growing direct care workforce is female. Eighty-seven percent of direct care workers as a whole, and 94 percent of CNAs in Maine nursing homes, are women, according to the U.S. Census Bureau. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "State lawmakers have an outsize influence on treatment of this segment of the workforce, since most of the funding for long-term care comes from MaineCare, the state’s version of Medicaid. So it’s the Maine Legislature, not the free market, that sets the rates that ultimately determine the pay and other benefits direct caregivers receive."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If Maine policymakers and employers do little or nothing, they’ll likely continue to see tremendous turnover, poor wages and gaps in staffing among direct care workers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Or they could harness the industry’s growth for the betterment of workers by figuring out how to compensate them fairly and turn the profession into a starting point for advancement in the field, according to workforce specialists and health care experts."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“The nature of that work needs close examination. We need to figure out: How do we upgrade these kinds of jobs?” said John Dorrer, former director of the Center for Workforce Research and Information at the Maine Department of Labor. “Given the enormity of this work in an aging society, with more complications associated with aging, we’ve got to get better at it.”"
        },
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/03\/Workingatanursinghome\/pd\/Workingatanursinghome.mp4",
          "filetype": "video",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": "19977612.jpg"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Being able to help’",
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "To an outsider, it’s difficult to imagine why someone would become a CNA at a nursing home today. The median pay of $11.76 an hour is on par with many retail jobs and less than what wait staff at nice restaurants earn. Yet becoming a CNA requires far more training — 180 hours — at a cost of up to $1,100 in Maine. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "CNA pay has gotten worse over time, both in Maine and nationally. Between 2005 and 2015, the median hourly wage for a CNA in Maine declined by 4 percent, adjusted for inflation.  "
        },
        {
          "filename": "",
          "filetype": "tableau_2",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "While pay for CNAs and other direct care workers is low everywhere, it’s particularly bad in Maine, at the same time that patients have increasingly <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/muskie.usm.maine.edu\/Publications\/DA\/Adults-Disabilities-Maine-Service-Use-Trends-chartbook-2012.pdf&amp;sa=D&amp;ust=1490410548266000&amp;usg=AFQjCNFodv9Q28QmVEMZFPVv0fh4LsolDQ\">gotten sicker<\/a>. Maine direct care workers <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/a\/bangordailynews.com\/file\/d\/0B2oVEvLOSwoES1diVUo5WEZrNTRuVnROYmVwbS1LSE5FV19V\/view?usp%3Dsharing&amp;sa=D&amp;ust=1490410548267000&amp;usg=AFQjCNGH4B0sK0bq7ZH5RFgJSI3nFCOlHQ\">made 15 to 25 percent less <\/a>than their counterparts in neighboring states in 2015."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As a result of poor wages, 53 percent of the workers in Maine rely on some form of public assistance to make ends meet, and 12 percent live below the federal poverty line, according to census data."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The job is also dangerous: Nationally, CNAs are three-and-a-half times <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B2oVEvLOSwoEQ2p0U21QRmV3Zlg1T3d2cWJsNkxZam1GQ2Nr\/view?usp%3Dsharing&amp;sa=D&amp;ust=1490410548272000&amp;usg=AFQjCNFFH3krtLm_9wxwDtWIeZk7Mk4EuA\">more likely to be injured<\/a> on the job than the typical U.S. worker. In Maine, <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.bls.gov\/iif\/oshwc\/osh\/os\/pr146me.pdf&amp;sa=D&amp;ust=1490410548274000&amp;usg=AFQjCNGjUUGMKt-GL5B4ie_xf5vOelK1LA\">CNAs are injured<\/a> as often as construction workers.  "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It’s emotionally draining work, too. Most residents who enter a nursing home will die there, and it falls to the CNA to wash and dress the body. Often it’s the body of someone they’ve grown close to over months or years of providing care."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Not surprisingly, many people burn out. It’s likely that more than half of CNAs will last less than a year in their position, according to the American Health Care Association."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But where some see an underpaid, grim and grueling job, Sawtelle sees an opportunity for meaning and stability. The job is not going away soon: The share of Mainers over age 65 is projected to grow from almost one-fifth to one-third of the population between now and 2030."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle also grew up around nursing homes, since her mom is a CNA."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’d go with my mom to work, and be there all day and play games with the residents. It got my interest,” she said. “I really liked being there with them and being able to help.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle got her CNA license while she was still in high school in the Oxford County town of Dixfield. At her first job, at a facility in Rumford, she came to know many residents better than members of her own family. She learned what and when they wanted to eat, how they preferred their hair parted, what colors they liked to wear and what scared them most. She helped them age and, eventually, die with grace."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But given the staffing shortage these days, four years into her career as a CNA, there’s less time to get to know and help the people she’s responsible for ushering through the last phase of life."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘It’s never been this difficult’",
      "content": [
        {
          "filename": "19977602.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Salena Sawtelle, left, talks with team leader Connie Drake, in the foreground, about the residents under her care at Stillwater Health Care nursing home. Ninety-four percent of CNAs in Maine nursing homes are women.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Droves of baby boomers, particularly women, surged into the workforce in the 1970s and 1980s. The nursing home industry took advantage of the abundant labor and built itself on the assumption of high turnover."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“There was a surplus of workers, and it didn’t matter if you kept someone for six or 12 months because as soon as she left there’d be 25 more people knocking on the door,” said Steven Dawson, founder and former president of PHI, an organization that researches and advocates for direct care workers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In addition, work done by women has historically been valued less than work done by men. As one <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.nytimes.com\/2016\/03\/20\/upshot\/as-women-take-over-a-male-dominated-field-the-pay-drops.html?_r%3D0&amp;sa=D&amp;ust=1490410548292000&amp;usg=AFQjCNE-WgPHH_is7AAmnIxBqxJIAbJxWg\">recent study found<\/a>, wages decrease as women join occupations that men once dominated, even after controlling for education, work experience, skills, race and geography."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But while nursing homes could previously function by offering relatively low wages and accepting high turnover, it’s much harder today."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Now when a CNA leaves, there often isn’t another one to fill her worn-out shoes."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Across the state there are currently about 600 CNA vacancies at nursing homes statewide, out of more than 3,000 CNAs currently employed at nursing homes, according to Richard Erb, CEO and president of the Maine Health Care Association, a trade group representing 96 of Maine’s 103 nursing homes. Staffing concerns are the No. 1 issue facing Maine nursing homes, Erb said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’ve been here for 30 years, and it’s never been this difficult,” said John Watson, the chief financial officer of The Cedars, a non-profit nursing home in Portland. About half of his facility’s 44 CNA positions are unfilled most of the time, he said."
        },
        {
          "filename": "19977614.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": "Kirby Whitney is the administrator of the Stillwater Health Care nursing home in Bangor.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Kirby Whitney, the administrator of Stillwater Health Care where Sawtelle works, said he’d like to raise wages to attract more CNAs, but he can’t because, like most facilities, about 75 percent of Stillwater’s funding comes from MaineCare, the state’s version of Medicaid."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "And MaineCare reimbursements are chronically low. The average daily reimbursement rate for a MaineCare resident in 2015 was $202.83 per resident, according to Erb, which worked out to an average loss of $13.49 per resident per day — or about a $20 million loss for the industry as a whole that year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In lieu of raising wages, Stillwater Health Care and its parent company, First Atlantic, do what they can to make staff feel appreciated, Whitney said. They give a 2- or 3-percent raise each year. They offer partial tuition reimbursement if a CNA wants to take a health-related course. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "And they try to do small, inexpensive things to show they care: They give pins for every year an employee stays, regularly honor an employee of the month and host outdoor barbeques in the summer.  "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But, Whitney said, “It’s a constant struggle, and it’s getting harder and harder each year.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘My breaking point’ ",
      "content": [
        {
          "filename": "19977610.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Salena Sawtelle pushes Ora Bartlet to the dining hall before breakfast.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Nursing homes are required by law to meet minimum staff-to-resident ratios, so the staffing shortage means the remaining CNAs shoulder a greater burden. They are being required to work extra shifts to maintain a ratio of one staff member for every five residents during the day, and one for every 15 at night, said Erb of the Maine Health Care Association."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In addition, nursing homes are increasingly turning to agencies that provide temporary staff — at a marked-up price. There was a 60-percent increase in the use of agency staffing between 2015 and 2016, according to the Maine Council on Aging."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Most days Sawtelle works with at least one temporary CNA — a person who doesn’t know the facility or the residents. The good ones ask Sawtelle and the other long-term staff questions, Sawtelle said. The less motivated temporary workers leave her and others to pick up the slack."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“They don’t know that this person needs to lay down. They don’t know that this person is continent or incontinent,” she said. “They don’t know any of that. So it’s extra work on us, telling them what to do.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Agency staff also get paid $5 or $6 an hour more than CNAs like Sawtelle who are employed by nursing homes, according to several CNAs and administrators. The higher pay is justified because their hours aren’t guaranteed and they are expected to be able to adapt to a variety of different nursing home environments, said Tracy Burnham, the Maine marketing director at MAS Medical Staffing, an agency based in Londonderry, New Hampshire."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Nursing homes shoulder the extra cost of hiring agency staff by deferring maintenance on their facilities and by making up the difference with patients who have private insurance or who pay out of pocket, Erb said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "They do it because they assume the temporary staff will be a stopgap measure. Putting the money instead toward higher wages for their permanent staff, beyond what the state’s reimbursement rate would support, would be too great a financial risk, Erb said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "On Feb. 19, Sawtelle hit a low. Two of her CNA colleagues didn’t show up to work, so she was assigned to take care of 11 residents instead of her usual eight. (Even though she had more residents than normal, the number of staff spread out across the whole facility evened out to fit the required staffing ratio.)"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "On top of the extra responsibility, she was working with agency staff who didn’t know the facility well. Several residents got angry with Sawtelle for taking longer than usual to get to them. A nurse badmouthed her for not being where the nurse thought she was supposed to be."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“That was kind of my breaking point,” she said. “I don’t want to leave here. … But the stress that day, it made me sick to my stomach.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "That night she went online to apply for other jobs."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘They become like your family’",
      "content": [
        {
          "filename": "19977596.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Salena Sawtelle combs Ora Bartlet's hair before taking him to eat breakfast.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "By 6:15 a.m. when Sawtelle started her shift on Feb. 28, Stillwater Health Care nursing home was already humming. Staff wheeled carts with linens, delivered morning meds and discussed the moods of the facility’s 63 residents."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle started her day by talking with the overnight staff to learn who slept poorly, who had diarrhea, who was feeling down. Then she began her morning rounds by waking up 94-year-old Priscilla Hunter."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Hunter, who was a telegraph operator in Washington, D.C., before moving back to her native Maine, smiled brightly when she saw Sawtelle."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle closed the door, removed Hunter’s robe and wiped her entire body with a wet cloth. She then carefully dressed Hunter in a bra, sweater and pants, while the two chatted about the sunny weather that was expected later in the day."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle doesn’t have to ask what any of her residents want to wear. By now she knows who likes to wear a bra and who would rather go without, who needs special socks to prevent their ankles from swelling, who needs a diaper, who likes jewelry and who would prefer a scarf."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle then lifted Hunter by placing her arms underneath Hunter’s armpits, as if giving her an awkward hug, and hoisted her into her wheelchair. Hunter wheeled herself off into the hallway, where she would roam until breakfast."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Before moving to the next resident, Sawtelle made Hunter’s bed."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“This is their home. It’s important to keep it tidy, how I would want my home,” she explained."
        },
        {
          "filename": "19977598.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "Salena Sawtelle lifts Connie Drake from her bed into a wheelchair using a Hoyer machine, while Linda Parent stands by to assist.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Before breakfast was served at 8 a.m., Sawtelle helped five more people get up and prepare for the day: Kay who wears a gold cross around her neck, Peg who loves koalas, Marie who doesn’t like to brush her teeth with the door closed, Connie who requires two people and a machine called a Hoyer to lift her into her wheelchair, and Ora who is paraplegic and still adjusting to his new life in the nursing home."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "And this was just one quarter of her day’s work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Six hours later, at the end of her shift, I sat down with Sawtelle and asked how the job affects her emotionally."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Her face curled up. “It can be pretty emotional,” she said. She started to cry. “You get pretty attached to them, and they become like your family.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "One of her favorite residents, Betty Ann, had died just a few days before, and Sawtelle hadn’t had a chance to process her death. Betty Ann had been a nurse, “So she knew what she wanted and was so friendly with everyone.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Betty Ann loved eyeshadow, beads and hats, Sawtelle said. Her favorite food was sausage, which she ate every morning."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle wiped her tears, finished her paperwork and drove home. She’d be back at 6:15 the next morning. For her work that day she made $90.96 before taxes."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Crucially important’",
      "content": [
        {
          "filename": "19977606.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Salena Sawtelle empties the garbage cans and collects dirty clothing as she tidies up a resident's room before breakfast at Stillwater Health Care.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Advocates for direct care workers point to three changes that could address the shortage of workers and help them along the career line to higher-paying work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Pay raises.<\/strong> There is a bill before the Maine Legislature that would boost their pay. <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B2oVEvLOSwoEN2xvTy11QmlkeWtvVWl1QTVxR1JJNmw3RExR\/view?usp%3Dsharing&amp;sa=D&amp;ust=1490410548352000&amp;usg=AFQjCNE-LKwPd3TXafvkcqNTYmzX0g290g\">LR<\/a><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B2oVEvLOSwoEN2xvTy11QmlkeWtvVWl1QTVxR1JJNmw3RExR\/view?usp%3Dsharing&amp;sa=D&amp;ust=1490410548353000&amp;usg=AFQjCNEXLqRRY8poyfipyTRAGnJcTy9QsA\"> 1387<\/a>, sponsored by Sen. Troy Jackson, a Democrat from Allagash, would raise wages for direct care staff in nursing homes by 10 percent in 2018 and another 10 percent in 2019. That would amount to a $1.14-per-hour raise next year for Sawtelle and a $1.25-per-hour raise the following year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If passed, it won’t be the first bill to affect CNA wages in recent years."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In 2014, the legislature unanimously approved <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainelegislature.org\/legis\/bills\/bills_126th\/billtexts\/SP070401.asp&amp;sa=D&amp;ust=1490410548358000&amp;usg=AFQjCNE3srF1-YjVvY4J59hOTWvpUTTYxg\">LD 1776<\/a>, which required the state to reevaluate, and reset, nursing home reimbursement levels every two years. Prior to the bill’s passage, reimbursement rates had been based on 2005 expenditures."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Wages increased after the passage of LD 1776, said Erb, of the Maine Health Care Association. But the start of a statewide <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/bangordailynews.com\/2017\/03\/20\/mainefocus\/why-we-decided-to-look-into-the-future-of-maines-workforce\/&amp;sa=D&amp;ust=1490410548360000&amp;usg=AFQjCNGQV5DWGBhf7aIp2dwOqd0MDwfXGQ\">labor shortage<\/a> has brought the industry back into​ crisis mode, and <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/11\/09\/politics\/maine-votes-to-raise-minimum-hourly-wage-to-9-next-year-12-in-2020\/&amp;sa=D&amp;ust=1490410548361000&amp;usg=AFQjCNErczvsZAjFjOOIwsz64St0QBmO-w\">increases<\/a> to the state’s minimum wage are expected to make CNA jobs comparatively less attractive."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "LR 1387 is different from LD 1776 in a number of ways. First, it targets not just nursing homes but all direct care employers — including home care agencies, adult day care and residential facilities. Second, it focuses entirely on increasing wages, as opposed to simply giving health care providers more money."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "A raise of 10 percent over two years would be “significant, especially for someone who’s making in the range of $20,000 a year,” said Candace Howes, a professor of economics at Connecticut College."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>More opportunities for training.<\/strong> Direct care workers could also benefit from more opportunities for training, and more rungs on the career ladder between front-line CNA and nurse."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“A big problem in the long-term care labor structure is there are few positions between entry-level aide position and the nursing level, which is at least a year, if not two or four, of college-level math and science,” Dawson said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle would like to eventually become a nurse because it would offer a better salary. Nurses in Maine make almost three times what CNAs make, according to the Maine Department of Labor."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“At the same time, it’s not the same work. [As a nurse], you don’t have as much one-on-one time as you do as a CNA,” Sawtelle said. “I would really miss that.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There’s no obvious path for Sawtelle to become a nurse at this point anyway, aside from taking out at least $10,000 in loans to pursue night and weekend courses, she said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Instead she took a training, paid for by her employer, to become what’s called a CNA-M, which will allow her to dispense medications. On the days she’s assigned to give residents their prescriptions, starting in April, she’ll earn $1 an hour more."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Beyond the CNA-M position, training opportunities are limited. About half of nursing homes provide some financial assistance for staff development, Erb said. None pay for the full cost of becoming a nurse, which can run between $10,000 and $60,000. There are some scholarships available, but they cover just a fraction of the cost."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Unionizing.<\/strong> Better wages and more opportunities for training and advancement are workplace reforms historically fought for by unions, but only about 10 percent of direct care workers in Maine are unionized, according to Matt Schlobohm, executive director of the Maine AFL-CIO."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Workers haven’t formed more unions because high turnover makes it harder to organize people, said Helen Roy, a former CNA who has been involved in statewide initiatives to improve conditions for direct care workers. In addition, many workers are unaware of the option to organize or may not fully understand what it might involve, Roy said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Those working in nursing home settings have one of the most demanding, heart-wrenching jobs. And what a slap in the face: You’re taking care of our loved ones, and we can’t even take care of you,” said Traci Place, a business agent with Teamsters Local 340, a union that covers one nursing home in Eastport."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘I love this job’",
      "content": [
        {
          "filename": "19977600.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Salena Sawtelle gathers towels she will use to clean residents.",
          "credit": "Gabor Degre | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "After our interview, Sawtelle opened an envelope she’d been holding on her lap. It was from the administration — a small round pin that said “3 years of service,” a milestone she’d passed the month before. Along with the pin, she had gotten a 3-percent raise, or about 30 cents an hour more."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sawtelle affixed the pin to her name tag, next to her one- and two-year pins."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Whether she’ll stay for her fourth year is not yet clear. “I love being here, I love this job, I love my residents,” she said. “The pay is not great, but I don’t want to leave.” She paused. “But I do want to leave at the same time.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. <\/em><em>Questions? Write to<\/em><em> <\/em><em>mainefocus@bangordailynews.com<\/em><em>. <\/em><em>Multimedia production by Coralie Cross.<\/em>"
        },
        {
          "filename": "",
          "filetype": "mail_1",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        }
      ],
      "preview image": "",
      "short title": ""
    }
  ]
}