{
  "chapters": [
    {
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Note from Erin Rhoda, Maine Focus editor: Hailey LeClair, 14, of Bradley is sharing <\/em><em>her life with the public so<\/em><em> more people will understand the experiences of young people who have loved ones with addiction. Having a gift with words, she started by writing about her family. Meanwhile, I got to know her over eight months, and spoke with experts and people in her circles. In a collaborative effort, we wove together the reporting and Hailey’s own writing to ensure her voice would shine through.<\/em>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "It was below freezing on the afternoon of Dec. 9, 2016, when Hailey LeClair got off the bus and walked through the side entrance of her guardians’ home in Bradley. The eighth grader was tired, as she normally was after a day at school. But there was more to come. Kerri Marquis, whom she was living with, had news: Hailey’s biological mother had been arrested for selling heroin and cocaine, and was in jail."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey had been telling herself that her mother hadn’t been using, even though she knew, deep down, that she probably was. It was a harsh awakening, but she tried not to show it in front of Kerri. Instead, she walked to her room upstairs and burst into tears. Over the next couple of weeks, the shock turned into anxiety that manifested in sharp pains in her chest and all-consuming thoughts about her mother."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "The short-term consequences of Maine's opioid epidemic are clear: Record numbers of people have died from overdoses in each of the past three years. But the long-term consequences are only beginning to unfurl. An untold number of family members, many of them children, will continue to carry the feelings of pain, anger and guilt that come from witnessing, and not being able to stop, the forward motion of their loved one’s addiction."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Drug overdoses are now the leading cause of death for Americans under age 50. But while attention centers on the crisis, a new, less visible one may be brewing in its wake: one of despair."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Over the last several years, thousands of Maine children and teenagers have experienced the devastation of losing parents to overdose or arrest, or having to find a new home because their parents could no longer care for them. Though childhood trauma affects virtually every aspect of development and is a <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.chicagotribune.com\/lifestyles\/health\/ct-teen-child-suicide-and-opioids-20170822-story.html&amp;sa=D&amp;ust=1507134745654000&amp;usg=AFQjCNFBOA33KGoXIf17pSj5uCzsk4NsCg\">strong predictor<\/a> of depression and suicide, there are few formal avenues for children to find their own support and healing."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "That’s why Hailey first started writing: to explain the emotional experience that teenagers often hide, in hopes more people would listen."
        },
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/10\/HaileyCONTI\/pd\/HaileyCONTI.mp4",
          "filetype": "video",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": "21509290.jpg"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "<strong>Hailey:</strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption":"My whole life I’ve been surrounded by mistakes that my family has made. They used drugs, drank alcohol and could have a horrible future if they return to their former way of life and don’t continue to get the help and support they’ve needed from the very beginning."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption":"I’ve never written anything like this before in my life, but I want people to know what it’s like to be the daughter of a stepfather and mother struggling with addiction, in a family full of addiction, and ultimately have to grow up sooner than I ever should have had to just to survive in my own home."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption":"For starters, I’ve never really understood why adults, teenagers and even younger kids use drugs or drink alcohol. I understand that some drugs help suppress emotions and make you feel like the world is at your feet, but just because it helps you to ignore your emotions doesn’t mean you should do it. The reality is that drugs only make things worse."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption":"I’ve come to realize that I am more mature than many of the grown men and women I’ve met, and that’s saying something for a girl who’s run away before."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "<br/><strong>Jan. 31, 2017 <br/>Todd McKinley’s language arts classroom<br/>J.A. Leonard Middle School<br/>Old Town</strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey bent over her desk and wrote out a question in pencil that she would have to ask 10 people: “In our community how have you seen the effect of drug use take hold of neighbors, friends, family, etc.?” She inadvertently assumed most people had some type of experience with substances."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "It was the start of a group journalism project in her eighth-grade language arts class to learn about a major societal issue."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Her teacher, Todd McKinley, moved from group to group, monitoring the questions they would ask family and classmates. He reached Hailey. “What happens if they haven’t seen the effects?” he said."
        },
        {
          "filename": "21509324.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair (right) puts her head down as her language arts teacher Todd McKinley helps her with a journalism question Jan. 31.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She exhaled and avoided eye contact, but hunched over her paper and tried again. The question eventually became, “How do you think drugs affect people and their relationships?”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey’s thoughts alone could have filled the blank page and more, but she stayed silent. Hidden in her question was a warning."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“What we’re working with now isn’t a first generation of people who are addicted to drugs. We’re working on the fourth generation right now,” said Larry Tyler, a licensed substance abuse counselor. “We’re seeing the impact then of not involving families, of just working with the individuals and only working with them when they’re practically at death’s door.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Children in families with addiction are more likely to develop an addiction themselves. More broadly, they are at risk of being subsumed by secrecy and silence."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“Growing up in that environment, you naturally accept the messages of the family, which are, ‘Keep your mouth shut; don’t trust people from the outside; be sure not to show any particular emotions to tip the hand that something’s going on in the household,’” said Tyler, who formerly worked at Families And Children Together, an organization in Bangor that provides case management services."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“You become something of an outlaw family: ‘Pull the shades down. Don’t let anyone in.’”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "For Hailey, finding her voice would be a rebellion."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "<br/><strong>Feb. 7, 2017<br/>Academic focus period<br/>Jody McDonald’s classroom<br/>J.A. Leonard Middle School<br/>Old Town</strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey had put off doing her journalism assignment, and the answers to her question were due. She walked up to a fellow student, and then another, each time handing them her worksheet so they could write down their thoughts. She didn’t say a word."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "When Hailey ran out of people, she turned to me and asked, “How do you think drugs affect people and their families?”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "I told her I thought people’s drug use often weakened others’ trust in them. She was ready with a response."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“In some families, it is possible to heal the bond that was broken, but it takes a long time to build up that trust,” she said. “Then, if the trust is broken again, it takes even longer for people to learn to trust again.”"
        },
        {
          "filename": "21509306.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "Classmate Samantha Cousins writes down her response to Hailey LeClair’s question about how drugs affect relationships on Feb. 7.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Her trust was broken early. Her earliest memory is of permanently leaving her father’s house with her mother at a young age. “I was sleeping, and the yelling woke me up, and then [my mom] came in and picked me up, and we got in the car and took off,” she said."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Scared, she cried as they drove away from the trailer park in Milford. “Until just a few years ago, any time me and my mom would drive away from my dad’s house or camper I would start crying because it would bring back the memory,” she said."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Her most cherished memories are of shopping at Hannaford or Irving with her mother, alone. It was a special time the two got to spend with just each other. The trips diminished as Hailey got older, she said. Her mother married, and the new couple’s relationship struck fear into Hailey. They had a child six years ago — another daughter."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“I’d occasionally hide behind a metal stand we would stack food on. It was between the kitchen and the living room,” she said. “[My stepfather] would repeatedly walk back and forth while calling my mother names.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She can’t count how many times she heard him pack his things, leave the house for a day or two, and then return."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey’s mother did not respond to multiple requests for comment over several months."
        },
        {
          "filename": "21509300.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "Some answers to Hailey LeClair's question for her language arts class are pictured Feb. 7.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "In seventh grade her family was evicted from their trailer in Old Town, and they put their belongings in a storage unit. No one paid the storage unit bill, and Hailey lost most of her clothes and toys, the remnants of her childhood."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She was most upset about losing two pictures. One, that she kept in her room, showed her as a child wearing a Spiderman mask with her biological mother and father. It was the only picture she remembers seeing where everyone was together and looked happy. Another picture, in a frame, showed her father with her as a baby, sitting on a couch. She remembers he was laughing — or maybe about to laugh. She rarely sees him today."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Over time, she noticed her mother and stepfather’s appearance and behavior changing. They lost weight. When Hailey was about 13, she said, her mother could have fit into her clothes. They left her for hours at a time, often with her younger sister. Their moods shifted rapidly."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "The house smelled. No one let the dogs out, she said. When her mother wasn’t home, her stepfather would yell into the air."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Nationwide, about one in eight children ages 17 or younger are estimated to live in households where at least one parent has a substance use disorder, <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.samhsa.gov\/data\/sites\/default\/files\/report_3223\/ShortReport-3223.html&amp;sa=D&amp;ust=1507134745667000&amp;usg=AFQjCNEmQd2ti5nOrTOoKCRFcEjRWqH1pQ\">according to<\/a> the Substance Abuse and Mental Health Services Administration."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "In Maine, the number of children removed from their homes because of a parent’s drug use has been rising: In 2015, it was <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=https:\/\/ncsacw.samhsa.gov\/images\/statistics\/2-NCSACW-Percent-AOD-removal.pdf&amp;sa=D&amp;ust=1507134745668000&amp;usg=AFQjCNHv9lUWytoRcJtC1xOj8YWWsE8EJg\">more than half<\/a> of all cases. Long-time state workers <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=https:\/\/ncsacw.samhsa.gov\/resources\/child-welfare-and-treatment-statistics.aspx&amp;sa=D&amp;ust=1507134745668000&amp;usg=AFQjCNERw-nGgEZhdwIYbcJd7aCIzxYtIg\">describe the opioid crisis<\/a> as straining the child welfare system more than any other public health crisis they’ve seen."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "When Hailey was younger, support came in pieces. It was often the result of her own initiative. She realized she didn’t have good role models to learn how to control her anger, so she started dropping by to see the Old Town Elementary School counselor, she said. She found a teacher in sixth grade she could talk to. Later on, she found an eighth-grade teacher she trusted."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "A typical consequence of growing up with emotional trauma is developing a fear of abandonment. Hailey said she doesn’t let many people get close to her. But acknowledging that fact, and daring to open herself up to a few caring people, is allowing her to move past it."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“Some people fight or flight. She fights,” said Carl Marquis Jr., who now has guardianship of Hailey with his wife, Kerri."
        },
        {
          "filename": "21509308.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair listens as Todd McKinley goes over a worksheet during language arts class at J.A. Leonard Middle School in Old Town on Jan. 31.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey is “a one-in-a-million young lady,” described Jody McDonald, the eighth-grade social studies teacher Hailey came to confide in, but “her experience has become all too commonplace for many of our students.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Schools — often propelled to set aside academics to address students’ critical emotional and physical needs — are sometimes the only place where young people find stability."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“Teachers willingly clothe, feed, lose sleep over, and love our kids endlessly,” McDonald said. “We do this out of love and as a mission.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Others worry that schools aren’t always equipped to respond to the needs of children like Hailey."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“There are a lot of Haileys and not a lot of teachers and guidance counselors who would pick up on [what students need] and respond to it,” said Tyler, the licensed substance abuse counselor. “There needs to be individual attention and group attention, a real system of care. And we’re starting at zero.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "The opioid crisis has predominantly struck people ages 20 to 45, many of whom have children, but “there’s no real targeted response to this specific issue that I know of,” said Malory Shaughnessy, executive director of Maine’s Alliance for Addiction and Mental Health Services, a statewide association for behavioral health organizations."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Healing from trauma often requires love and support, feeling as if one belongs to a community, and developing a sense of purpose that one’s experience can be used to better others’ lives, said Kimberly Johnson, director of the federal Center for Substance Abuse Treatment. "
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "But it doesn’t appear that communities are facilitating those connections on a broad scale, especially for children and teenagers, said Johnson, who used to direct Maine’s Office of Substance Abuse. The few offerings that do exist, such as self-help groups like <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nar-anon.org\/narateen\/&amp;sa=D&amp;ust=1507134745673000&amp;usg=AFQjCNFjGeUC8isp9FHJvcaJtrAgNqniFg\">Narateen<\/a>, aren’t a fit for everyone and aren’t available in most places."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“I keep saying to everyone, ‘What are we doing to reach out to these families?’ but I do not get a lot of response,” said Pat Kimball, a board member and former director at Wellspring, a Bangor-based treatment center for people with addiction."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Vermont is often highlighted as a national model for its approach to combating opioid addiction; it recently <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.vermontbiz.com\/news\/2017\/september\/14\/waitlists-all-six-vermont-opioid-treatment-hubs-eliminated&amp;sa=D&amp;ust=1507134745674000&amp;usg=AFQjCNFPRqN44nGNhvLu0-5BKmsIFukE5Q\">eliminated waitlists<\/a> for opioid treatment. It offers a range of services for adolescents affected by a loved one’s addiction — from multiple self-help groups at major hospitals, to clinicians trained to help in schools, to programs for youth at 12 recovery centers across the state."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "But it’s not enough, said Cynthia Seivwright, director of the Division of Alcohol and Drug Abuse Programs with the Vermont Department of Health. Just because programs exist doesn’t mean teens will use them — or be able to get to them."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“We would like to increase those services and make them truly available to the teens,” she said. “We have a lot of work to do.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "<strong>Hailey:<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "I’m aware of the dangers of using drugs. I’m aware that they turn you into a whole other person that you weren’t even aware existed inside of you, and I’m aware they ruin the relationships in your life, whether it’s with family or a significant other. I’ve watched my mother and stepfather slowly change. I’ve been told to shut up because I spoke up for my mother when she could not say what she wanted to. I’ve heard about other family members’ struggles with drugs and alcohol. "
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "My question for them today is the same as it always was: What made you begin the journey down the road you have taken? I understand emotions and stress are part of it. Some people want an escape. Genetics play a role."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "For a long time, I thought I was to blame for my close family members’ actions. I wondered how this was my family. I know, logically, that it’s not my fault — that addiction changes the part of the brain responsible for decisionmaking — but I don’t think I’ve ever stopped feeling like I was to blame. It’s gotten a little better, but that’s probably because I’ve suppressed the feeling. Every once in awhile, it hits me again."
        },
        {
          "filename": "21562808.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair and Carl Marquis Jr. stand by as Kerri Marquis makes a fire at their home in Bradley on Aug. 29.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "<br/><strong>Marquis residence<br/>Bradley<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Ultimately it was Hailey’s mother who started the process of finding Hailey a new home."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“She knew she was heading down a bad path,” Kerri said. “That’s why we went ahead and did the guardianship.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Kerri, 32, who cleans homes, and Carl, 30, a diesel mechanic, were granted temporary guardianship of Hailey June 23, 2016."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“We really didn’t know of anyone else in the family who would be able to step right up and take her in so quick,” Kerri said. “It’s like, ‘She needs this right now, so we’re doing it. We’ll figure it out as we go.’ And that’s what we’ve done.”"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Hailey had known the two for most of her life. As a child, she remembers trying to pin Carl, her second cousin, to the ground after stealing his beanie. She remembers Kerri buying her an ice cream from an ice cream truck nearly a decade ago."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“I’m just a sucker for kids,” Kerri said."
        },
        {
          "filename": "21509292.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair gets into a tickle match with Kerri Marquis at their home in Bradley on Aug. 29.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "The couple started applying for full guardianship when they saw signs Hailey’s mother likely couldn’t care for Hailey. At the time, in the fall of 2016, Hailey’s younger sister, who lived with her biological parents in an Old Town apartment, occasionally could not get to school because her parents didn’t wake up in the morning, police stated in court documents."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "After a tip from an unnamed “concerned citizen” and clues found outside in the trash, police raided the Old Town apartment Dec. 9, 2016, and arrested five people, including Hailey’s mother and stepfather."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "In total, police seized about $3,500 in cash, 200 packets of heroin and 100 grams of crack cocaine. They also discovered an infant in a car seat on the floor — the child of a man in the apartment at the time, according to court records."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Ultimately, Hailey’s mother accepted a deal and pleaded guilty to unlawful possession of cocaine. In return, the court dismissed two additional charges of aggravated trafficking and unlawful trafficking of scheduled drugs. She was sentenced to 60 days in jail and two years of probation, according to court documents."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "DHHS began proceedings to gain custody of Hailey’s younger sister, who is now a ward of the state living with friends of the family. Three days before Christmas, Kerri and Carl were granted full guardianship of Hailey."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Financially it is harder to raise two girls, said Kerri, who also has a teenage daughter and recently stopped working full-time to be at home more. But family is everything, she said. There was never any question about welcoming Hailey."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Kerri and Carl have encouraged Hailey to get involved. She attends a youth group, and she regularly went to the Old Town YMCA’s monthly dances for middle schoolers before starting high school this fall. She has developed a bond with Kerri’s daughter."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "They also have food, Hailey said. She no longer rations what she eats."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Was she afraid Carl and Kerri would leave? “I know they won’t,” Hailey said. “They’re stuck with me.”"
        },
        {
          "filename": "21509286.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair jokes with her guardian and second cousin Carl Marquis Jr. at their home in Bradley on Aug. 29.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "<strong>Hailey:<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "My No. 1 worry is about my sister’s future. She’s two years older than I was when my parents split up. I remember that day fairly well, so it’s likely that she will remember bits and pieces of these past few years. It worries me. When you hear yelling when you’re little, it affects you as you grow older — the way you handle relationships and friendships, and ultimately how you raise your own kids."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "Unlike a lot of the people I’ve known, I love kids. Quite honestly, even if I didn’t know a child, and he or she was in danger, I’d want to be someone they could go to. I’d do anything for them, and I’ve always been that way. No child should have to grow up in a home where they don’t feel safe. "
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "Now for the fun topic — why I’m mad. My mother had $3,500 cash, supposedly from drug sales, in her home when police raided the apartment, but she was telling me that we were pretty much dirt poor and couldn’t afford anything. It really irritates me and gets on my nerves. I understand that when you have an addiction it’s hard not to spend all the money you have just to feed your addiction — and that lying is often part of it all. But it doesn’t change the fact that her daughters needed her."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "<br/><strong>March 9, 2017 <br/>United Baptist Church <br/>Old Town<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Kelly Hall, the coordinator of the church’s Inside Out youth group, was hanging up a sheet of rules in the church basement. They outlined the basic tenets of kindness. Many of the teenagers came from backgrounds where family members used drugs or were in jail."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“That’s not unusual, unfortunately,” Hall said. In the youth group, “they’re loved unconditionally.”"
        },
        {
          "filename": "21509334.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair stands at the back of the dodgeball room during Inside Out youth group at the United Baptist Church in Old Town on March 16.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Dozens of middle and high school students were talking and playing games before dinner, dividing themselves into groups determined mostly by age. But in a back room of the basement, everyone mixed together to play games of dodgeball."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "About 20 kids ran back and forth, screaming, throwing foam balls, ducking and trying to hide in corners. Hailey stood against the right wall behind the only vertical pole in the room. She avoided throwing balls, and no one threw one at her."
        },
        {
          "filename": "21562792.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "Hailey LeClair hugs a friend at Inside Out youth group on March 16.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Finally she’d had enough. It was time to chill out with other middle school kids in a room with three couches and four plush chairs. Hailey sat with her arm around Meghan Levesque, then 13, of Old Town."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "The first time they met — maybe they were 5, they said — a boy was putting sand down the back of Hailey’s shirt. Meghan wouldn’t have it and pulled him off her. She’s tried to protect Hailey ever since, even after the death of her own mother two years ago."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "If your mom decided not to be with you, Meghan told Hailey, that’s her loss. She turned to face Hailey directly. “It’s not fair to you on any level,” she said."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "They understood one another in depth. Adults skim the surface, they said."
        },
        {
          "filename": "21509354.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair (left) and Ashlynn Bouley (right) look over while Meghan Levesque scrolls through her phone during Inside Out youth group on March 16.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "It was that sense of disconnection from the adults in her life that prompted Hailey to run away from her biological mother’s home June 11, 2015, in sixth grade."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“I felt like no one cared any more,” Hailey said."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She left that home, in Old Town, at 2 or 3 a.m. In a downpour, she rode on the back of a four-wheeler driven by her then-boyfriend to a cabin in Alton. She wasn’t scared, she said. She wanted people to notice she existed. So, she left."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Her mother’s friends found Hailey and her boyfriend outside a store the next day, where they had planned to buy food, and she remembers feeling anger — and fear. Her mother grounded her for the summer. She received an in-school suspension for skipping school."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“Remember how I used to self-harm?” Hailey asked Meghan. That was in sixth grade, too."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She stretched out her arms — about 22 faint, white scars in total."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "It’s why she wears long sleeves, she said. They may be hard to see, but they turn a visible purple in the cold."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "<strong>Hailey:<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption":"I had bad depression in sixth grade. I was pretty upset then. I started harming myself because it gave me control over something. I felt I didn’t have control over my grades or over my mother’s relationships, but I had control over my body. Cutting myself took my mind off being upset. I stopped toward the end of seventh grade because I was living with other people who I knew would notice."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption":"I’m still angry at my mother for using heroin and cocaine, and for being arrested, but the feeling isn’t as intense as it used to be. I’ve been seeing her more often when Carl and Kerri ask if I want to go see her. A couple times I’ve asked directly if I can get a hold of her. I’m told I should try to have a relationship with her, so I’m trying. She’s my mother. Your parents can pick you, but you can’t pick your parents. Forgiveness is a work in progress."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "<br/><strong>June 13, 2017<br/>Final assembly<br/>J.A. Leonard Middle School gymnasium<br/>Old Town<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Time moved swiftly."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "Before Hailey could fully comprehend it, it was her last day of middle school, and scorching hot. Her class of fewer than 100 perched on bleachers in front of the stage, facing the gymnasium of sweating parents and family members."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "“We do not call this a graduation because this is just the beginning,” then-principal Jennifer Cyr said."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "There were awards for perfect attendance and for scholar athletes. Teachers and students gave speeches. “Don’t be like me. Don’t wait for your voice to be heard,” said one female student speaker. The applause thundered."
        },
        {
          "filename": "21509326.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "Hailey LeClair smiles while giving a high five to a staff member during a farewell assembly for eighth-grade students at J.A. Leonard Middle School in Old Town on June 13.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "The school’s staff lined up along the perimeter, and each student got a chance to say goodbye. In one long line, the students walked around the gym, slapping high fives with their teachers. Parents clapped and yelled their approval."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "As Hailey walked the line, she appeared to be trying to hide her smile. Up close, however, people might have seen she was crying. She didn’t want to leave."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She gave some staff members hugs. Others got a handshake or a high five. Toward the end of the line, two teachers embraced her in a double hug. It was her confidant Jody McDonald and her husband, Jay Meigs-McDonald, who had been Hailey’s home room teacher."
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full2",
          "caption": "She had to let go of their safety."
        },
        {
          "filename": "21509330.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Hailey LeClair wipes a tear from her eye following a farewell assembly for eighth-grade students on June 13.",
          "credit": "Ashley L. Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "<br/><strong>Aug. 30, 2017<br/>Old Town High School<br/>Old Town<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "<strong>Hailey:<\/strong>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full1",
          "caption": "Today was a half day for freshmen — kind of the first day of high school — and I’m relieved it’s over. Sitting in homeroom, my stomach was queasy, and my head hurt. When I had to stand to go for an assembly, I could barely walk because my legs were shaking. <br/><br/>I’m taking an English language arts honors class and Spanish honors. Then there’s ceramics, algebra, U.S. history and earth systems science. It will be fast paced, especially language arts, where I have to read a book and write an essay every three weeks.<br/><br/>I’ve been thinking about what I hope to achieve with this piece. I’d like to reach other teens. I do want to start something to help others who have gone through what I have. I don’t really know what it is, but I think it should have something to do with sharing stories. Telling other people emotional things can be hard, but it can also be healing.<br/><br/>At least, that’s my hope.<br/><br/>"
        },
        {
          "filename": null,
          "filetype": "pullquote",
          "size": "big",
          "orientation": "full3",
          "caption": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. If you have questions or want to reach Hailey, write to <\/em><a class=\"c14\" href=\"mailto:mainefocus@bangordailynews.com\">mainefocus@bangordailynews.com<\/a><em>. <\/em><em>Click<\/em><a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1507134745696000&amp;usg=AFQjCNGsGSf9gUJFHse0m2FYTE1-5EtWLA\"> here<\/a><em> t<\/em><em>o sign up for the Maine Focus email newsletter. Photos and video by Ashley L. Conti. Multimedia production by Coralie Cross.<\/em>"
        }
      ]
    }
  ]
}