{
  "chapters": [
    {
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Editor’s note: This is the seventh piece in <\/em><a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/rural-edges\/&amp;sa=D&amp;ust=1484246332339000&amp;usg=AFQjCNGZii7WH2jYIKL7u3HY5X8DXm6tMQ\">an ongoing look<\/a><em> at how the transition to <\/em><em>a service<\/em><em> economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work.<\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"
        }
      ]
    },
    {
      "heading": "‘Too happy’",
      "content": [
        {
          "filename": "19464416.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Mzaliwa Kaluta laughs while exploring Thomaston's public boat launch and landing area on Nov. 17, 2016. It was the first time he’d been so close to the ocean.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa Claude Kaluta sat on his family’s couch in Thomaston sounding out words from the book “Painless Grammar.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It was his fourth month in the United States, in October 2016, and he still didn’t speak or understand the language, despite reading out loud every English word he encountered: the italicized slogan painted on the wall of the Goodwill clothing store where he sometimes shopped, the cookies policy that popped up on his phone, and this donated grammar book from 1997, the year he was born."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“For example, all of these underlined words are nouns,” Mzaliwa read quietly aloud, dropping the last letter of each word and slowly dragging his pointer finger along the page. (His name is pronounced “Mmm-za-lee-wa.”)"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa, who is from the Democratic Republic of Congo, arrived with his family in the U.S. last July. He had been “<em>trop heureux<\/em>” — too happy — he told me when we first met in October, to finally be able to learn English and study at a good American school."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Instead, he came to understand that he must work. He wasn’t opposed to a job, but how would he survive without English?"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "At 19, Mzaliwa is caught in the middle — nearly too old for school, just old enough to work, with dreams that have seemed impossible both at <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.youtube.com\/watch?v%3DGQ01qCBhhQY&amp;sa=D&amp;ust=1484246332348000&amp;usg=AFQjCNG_XfGzFH_KrgZx_BdPzNRwnk9Drw\">Nyarugusu Refugee Camp<\/a> in Tanzania where he lived most of his life and, now, in America. His family, in many respects, also feels caught — grateful to be safe and employed, but uncertain about their new world."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "That’s largely because the family of 15 is the first refugee family to ever be resettled in a small town in Maine, far from the hubs of Portland and Lewiston, according to Maine’s refugee resettlement agency, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ccmaine.org\/&amp;sa=D&amp;ust=1484246332349000&amp;usg=AFQjCNGLAqca0YOBUc8Wx3GPcri63xMSfw\">Catholic Charities Maine<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The Kalutas live in the Knox County town of Thomaston, population 2,781, because a nearby nursing home had jobs for the adults and was willing to arrange their housing and transportation to and from work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa and his family, who are actually two related nuclear families, feel lucky to have jobs, housing and a welcoming community. But, unlike in Portland where an estimated 134 Congolese refugees were resettled in 2015, fewer than 3 percent of people in Knox County were born overseas — mainly in Europe. And only eight other black people live in Thomaston, according to the 2010 Census."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There is simply no one else who looks, dresses or talks like them, and no one who can understand what it’s like to move from a refugee camp in Africa to a small town in Maine. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Economists, business leaders and politicians have described immigration as a key to reversing or stopping Maine’s population losses, which are more acute in rural areas. And some rural towns and businesses have looked to immigration to improve their numbers, specifically reaching out to Catholic Charities to inquire about resettling refugees in their area."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But without significant changes, it’s unlikely refugees will be a major part of any solution to reverse population trends in rural Maine. There are practical considerations: Upon entry, refugees can only be resettled within 100 miles of Portland. And the Kaluta family’s experience shows that, while refugee resettlement could help certain small-town employers fill vacancies, it’s still a question of whether it can work for the newcomers themselves."
        },
        {
          "filename": "19506424.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "Thomas Kaluta leaves the Portland apartment where he is staying in East Deering to catch a bus to work at Maine Medical Center in the West End on Jan. 10.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "For foreigners to feel at home enough to stay in Maine’s small towns, they need more than jobs and affordable housing. As important is that they have a community they feel connected to, the ability to drive to buy groceries or visit the library, and, for young adults like Mzaliwa, opportunities to learn English, earn a GED and advance his life — and, in doing so, contribute to Maine."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa’s quest for an education would prove more difficult than anyone likely imagined."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Frustrated by the isolation and lack of opportunity in Thomaston, Mzaliwa’s older brother, 21 year-old Thomas Kaluta, already moved to Portland on Dec. 18. If Mzaliwa and the other 13 family members follow, the Kalutas may earn the distinction of being not only the first — but also the last — refugee family to ever be resettled in small-town Maine."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘These people, they know you’",
      "content": [
        {
          "filename": "19505240.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Nyarugusu Refugee Camp in Tanzania, where Mzaliwa and his family lived for almost two decades. This photo was taken in Aug. 2016, the same month the Kalutas moved to Thomaston.",
          "credit": "Anouk Delafortrie, European Union | <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/creativecommons.org\/licenses\/by-nd\/2.0\/legalcode\">Flickr<\/a>",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa spent the first 19 years of his life waiting patiently."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In 1996, one year before he was born, rebels from the Mai Mai group came to his family’s house in South Kivu Province of the Democratic Republic of Congo, a central African country the size of Western Europe. They wanted to kill Victor Kaluta, who would become Mzaliwa’s father, because they thought he had given shelter to members of a tribe they wished to exterminate, the Banyamulenge."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Victor, who was a local pastor and school director, was away when the Mai Mai came for him, according to Thomas. They left him a message by beating his oldest child, Jordan, on the head. They sliced open his wife’s chest, threatened to grind to death the family’s youngest, Thomas, with a mortar and pestle, and decapitated Victor’s father."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "On their way out, the Mai Mai mounted the elder’s head on a stake outside the family’s house. That evening, the family fled to Nyarugusu Refugee Camp in Tanzania, where Mzaliwa was later born and raised."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa attended school in the camp where classes sometimes held up to 150 students with one teacher. He and his classmates sat on rocks since the school couldn’t afford benches. And whenever a new wave of refugees arrived, like in 2015 when Burundians fled to the camp, school shut down for a while because the new arrivals had to live temporarily in the school building."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But Mzaliwa did learn a third language, French, at the camp’s school. His native language is Bembe, and he also speaks Swahili, the lingua franca of East Africa."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa desperately wanted to return to his home country, where his parents had work and where he and his siblings could attend better schools. But his father, who died of cancer in 2014, often reminded him why they were refugees and couldn’t return."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“These people, they know you,” his father would say of the rebels who wished him dead. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "So Mzaliwa waited in Tanzania, praying for his homeland to finally be safe for return. Yet things only got worse. In May 2012, the month Mzaliwa turned 15, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.refworld.org\/docid\/4fbe394250.html&amp;sa=D&amp;ust=1484246332373000&amp;usg=AFQjCNHgPm7QRHrt1jx9dwVRIGXzx_s44w\">Amnesty International noted<\/a> that in Mzaliwa’s home region, “Government security forces and armed groups committed scores of human rights violations,” including rapes, killings, looting and abduction. By then, more than <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.rescue.org\/sites\/default\/files\/document\/661\/2006-7congomortalitysurvey.pdf&amp;sa=D&amp;ust=1484246332374000&amp;usg=AFQjCNEvl54mjvc6k73FrGUlIxSXfi8Pxg\">5 million people<\/a> had died in the war since Mzaliwa’s birth."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa and his family doubted they’d ever have a permanent home. Fewer than 1 percent of all refugees are chosen to be resettled in a western country, according to the U.N. Refugee Agency."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But last spring the Kalutas learned they’d been selected for resettlement in the U.S. They’d be going to a place called Portland in a state called Maine. Mzaliwa was elated. Finally his life could begin."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "A ‘pioneer family’",
      "content": [
        {
          "filename": "19464448.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Members of the Kaluta family crowd onto a couch in their living room following a day of work and school on Dec. 9, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "A few months before Mzaliwa and his family learned they’d be going to the U.S., Chad Cloutier, the CEO and owner of a chain of 11 mostly rural Maine nursing homes called DLTC Healthcare, started casting a wider net to find employees. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Like many long-term care facility owners across the state, Cloutier was struggling to find workers. In the next decade, Maine’s nursing home industry is <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/labor\/cwri\/data\/projections\/2024\/2024_Outlook.pdf&amp;sa=D&amp;ust=1484246332379000&amp;usg=AFQjCNFM6Cpubmk9NxeViRFzNEJzUiJFMA\">expected to require an additional<\/a> 2,000 workers, while the state’s labor force is <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/labor\/cwri\/outlookDemographic.html&amp;sa=D&amp;ust=1484246332379000&amp;usg=AFQjCNErdn2otJ6iXrHi72Mhd87u5_O22w\">projected to decline<\/a> by more than 6,000."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Workforce issues and the lack of available staffing are the biggest issues our members are facing now,” said Rick Erb, who heads Maine Health Care Association, a trade group of long-term care facilities.  "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In Knox County, where Mzaliwa and his family would end up, the percentage of young people has declined by almost half since 1970."
        },
        {
          "filename": "",
          "filetype": "tableau_1",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Cloutier had previously tried to hire several people from Eastern Europe to work at his facilities, but the process of sponsoring their visas became too costly and complicated, he said. Unlike regular immigrants, refugees, who have fled war or persecution, do not require an employer to sponsor their visa. They’re eligible to work the day they arrive in the U.S."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But it’s rare for refugees to be sent outside cities. In Maine, Catholic Charities had only ever resettled refugees in Portland, Lewiston and Augusta. Nationally, fewer than 5 percent of refugees who entered the country between 1983 and 2004 were resettled to non-urban areas, <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.brookings.edu\/wp-content\/uploads\/2016\/06\/20060925_singer.pdf&amp;sa=D&amp;ust=1484246332385000&amp;usg=AFQjCNGICRolrhfKUsc47TTgrVB4EV4Ivw\">according to<\/a> the Brookings Institution.  "
        },
        {
          "filename": "",
          "filetype": "tableau_2",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Cloutier isn’t easily deterred by obstacles, said Erb, of the Maine Health Care Association. Last spring, Cloutier met with Tarlan Ahmadov, the director of refugee and immigration services for Catholic Charities, to see if Ahmadov could help him hire refugees."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It turned out Ahmadov and his colleagues had already been thinking about resettling refugees farther afield, given <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/widgetsanddigits.bangordailynews.com\/2016\/05\/27\/economy\/report-maine-among-least-affordable-states-for-renters\/&amp;sa=D&amp;ust=1484246332389000&amp;usg=AFQjCNFNq4A0epFUuNez2-batM7yIA2qJA\">increasingly unaffordable<\/a> Portland housing prices and a recent uptick in interest in hosting refugees from across the state."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The Kaluta family seemed like a good fit — they were young, healthy, and two of them already spoke English. Ahmadov said he would have been reluctant to send an individual or a smaller family to a place like Thomaston. But with 15 family members, there was little risk they’d be lonely, he figured. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Catholic Charities’ contract with the U.S. Department of State requires the agency to resettle refugees within 100 miles of its Portland office, and one of Cloutier’s understaffed facilities was 77 miles away in Union — just within the radius."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "DLTC agreed to buy a house for the family in the Rockland area and provide it to them rent-free for the first three months. Cloutier would have employees, and there would be one less refugee family in need of jobs and affordable housing."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If the relocation worked, Catholic Charities hoped to resettle more refugees to small Maine towns in the future, Ahmadov said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“You could see one of two things happening. You could see this being a pioneer family. If they’re satisfied, more might be resettled in the area, particularly if there’s stable employment and housing,” said Randy Capps, the director of research for U.S. programs at the research group the Migration Policy Institute. “Or you could see it going the other way.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Like an obligation’ ",
      "content": [
        {
          "filename": "19464396.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Jordan Shabani rests his eyes during the drive to work at the Crawford Commons nursing home in Union from his home in Thomaston on Dec. 9, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "All Mzaliwa could think about in the weeks leading up to his departure from the refugee camp was school. At cultural orientation, the crash course in American culture given to refugees before they travel to the U.S., he learned he’d be able to go to high school in America. <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainelegislature.org\/legis\/statutes\/20-A\/title20-Asec5201.html&amp;sa=D&amp;ust=1484246332397000&amp;usg=AFQjCNEZNVmtlobvdn_Q8fIhedgFGfnrTA\">Maine law<\/a> allows people up to age 20 to attend."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But no one prepared him for the actual changes he would face. Instead of being given an apartment like most other refugees, his family was placed in a hotel upon their arrival in Portland."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ahmadov and others from Catholic Charities told the family there was an opportunity for them near another town called Rockland, and Catholic Charities would help them move there. Mzaliwa, who spoke no English at the time and defers to his older brothers, Jordan and Thomas, for family decisions, had little say in the move, he said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Thomas was against the idea from the start, he said. He worried his family would be lonely — and bored, too."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But Jordan, who is the de-facto head of the family, felt he could not refuse. “It was like a choice, but it came like an obligation,” he said. “Because we were so new, if we said, ‘No, we don’t want to go there,’ we worried they [Catholic Charities] could not help us.”"
        },
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/01\/MAINEFOCUSJordanCongoleseFamilyMBEDELLfix\/pd\/MAINEFOCUSJordanCongoleseFamilyMBEDELLfix.mp4",
          "filetype": "video",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": "19500520.jpg"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It’s difficult to know the extent to which Mzaliwa’s family had a say in the decision at all. When two cultures come together, there will inevitably be misunderstandings. But when only two of 15 family members speak English, the opportunities for miscommunication are all the more ripe."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ahmadov declined to say whether Catholic Charities gave the family a choice to move to Thomaston. “I’m not comfortable giving details,” he said. “We decided this is the best situation for the family.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Julia Trujillo Luengo, the state refugee coordinator with the Maine Department of Health and Human Services, referred an interview request to department spokeswoman Samantha Edwards. Edwards did not respond to three email requests."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The U.S. refugee resettlement program primarily exists to give safety to people who haven’t had it and to provide them with economic security, said Capps, of the Migration Policy Institute.  "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“The resettlement program has to do what it can do,” he said. “Catholic Charities found this family safety, housing and jobs. If they want to move after that, they can, though it’ll be difficult because they don’t have many resources to do so.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "On Aug. 12, 2016, Catholic Charities helped move the family into their new home, a stately six-bedroom, two-story apartment on Main Street in Thomaston. Three days later, Mzaliwa started work, helping older Mainers dress, wash and walk at Crawford Commons retirement home in Union."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Our family. Students.’",
      "content": [
        {
          "filename": "19464414.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Paul Jordan (left) and his brother Victor Shabani on a chilly walk home from the nearby elementary school on Dec. 9, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "When refugees are resettled to the United States, it’s usually the job of the resettlement agency, in this case Catholic Charities, to enroll all eligible children in school. Since the Kalutas’ situation was far from usual, and Catholic Charities was located more than an hour and a half from Thomaston, DLTC stepped in to help sign them up."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“We went above and beyond,” said Cloutier, DLTC’s owner and CEO. “We’re a facilities operation, not a refugee agency. But we understood that the family didn’t know what to do when it came to school. That’s when Kelly [Wesbrock] said, ‘OK, let’s help them.’”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The week before school began in late August, Kelly Wesbrock, the facilities and operations director of DLTC, and Nancy Killoran, the teacher of English language learners in the local school district, RSU 13, met with Jordan and Thomas and their mother, Mauwa, to enroll the children in school."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa couldn’t join them because he had to work that day. He expected his family to return from the meeting with news about which school he would be attending."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Resettlement agencies are allowed to enlist others to help a refugee family get settled, according to the Department of State. But the “ultimate responsibility” lies with the resettlement agency to ensure school and other services are provided, said a department spokesperson."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "At the August meeting, no one enrolled Mzaliwa in school. Later, his family told him the people at the school said he was too old. But communication appears to have broken down. Mzaliwa was eligible for school. Friends his age who had been resettled in other states were studying, and the cultural orientation instructors had told him he could attend school in America."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“It’s so difficult to go back in time and understand from anyone’s perspective if there was a misunderstanding,” said Judy Katzel, head of communications and development for Catholic Charities. “At that point in time there may have been a different understanding of what the work might look like and what might go on.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Either way, Mzaliwa could not pursue his dream."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "On Aug. 29, Mzaliwa’s younger family members started school at the local elementary, middle and high schools. That morning, Mzaliwa posted on Facebook a picture of the three boys, Paul, Victor and Mwanja, with their new backpacks. Above the photo he wrote, in English, “Our family. Students.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Blessed to be here’",
      "content": [
        {
          "filename": "19464418.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Mzaliwa’s nephew Msafiri Jordan laughs while playing peekaboo with his mother, Safi Paulo, in the family's living room in Thomaston on Nov. 17, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "On the Tuesday before Halloween, I visited Mzaliwa at his family’s apartment in Thomaston. Josephine, the 3-year-old daughter of Mzaliwa’s brother Jordan, greeted me at the door. She hugged my legs, then took me by the hand and led me into the living room. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As if to emphasize the unfamiliarity of the Kalutas’ new hometown, one lone poster hung on the living room wall: “Other Places in Our Solar System.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "I found Mzaliwa seated on the couch in hospital scrubs. He looked up from his phone, smiled broadly and shook my hand. He was waiting for his upcoming overnight shift, he told me in French."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’m so happy to have a visitor,” he said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa said I was the first American he’d been able to communicate with, then began peppering me with questions that had been spinning in his mind for weeks. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“What bothers me is that I can’t go to school,” he told me, using the most formal, polite version of French. He explained that he’d been told he was too old for public high school, but he wanted to know what he could do to learn English and continue his education."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "He then typed “citrouille sculptée,” French for “carved pumpkin,” into Google image search. Quietly, he asked, in French, “Excuse me, but could you please explain to me what this is?” His younger siblings had not only learned what a jack-o-lantern was by then, but they had each painted one at school."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa nodded and smiled as I offered an explanation, in French, of Halloween and pumpkin carving. Had Mzaliwa been in a city, other Swahili-speaking refugees who had been in the country for longer could have explained foreign concepts like carved pumpkins, extension cords and leases, in terms he could understand."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But in Thomaston, Mzaliwa was largely on his own. He could hardly understand the Americans he worked with and was unable to respond beyond a simple “yes,” “no” or “thank you.” The nursing home let Mzaliwa and his family use Rosetta Stone computer software to learn English at work when they first arrived, but it had done little good."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa wandered into the family’s bright kitchen. A pot of Ugali, a Congolese staple made of semolina flour, was simmering on the stove, and a package of pumpkin snickerdoodle cookies sat open next to it — two cultures colliding on a counter."
        },
        {
          "filename": "19464450.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": "Josephine Jordan (left), 3, and her mother Safi Paulo, 28, share a traditional African dish called ugali from a plastic container on the floor of their kitchen in Thomaston.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa looked out over the large lawn next to his family’s apartment. I asked if his family was allowed to use the grass, and Mzaliwa understood the question to mean whether or not they could grow crops on it. He answered that, in America, you need permission to farm on land, and his family hadn’t asked. To ask would be to seem ungrateful for what they do have, and no one wanted to appear unappreciative of all the support they’d received."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’m so blessed to be here,” he said, to make his gratitude clear."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Misunderstandings happen often — both on the part of Mzaliwa and his family, and people in the community."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "An elderly man from Thomaston came up to Thomas, Mzaliwa and me in the Rockland Walmart one day, and, after learning that the two came from Africa, said they must read a book about a man who built windmills in Somalia, a country more than 1,000 miles away from theirs with an entirely different language, culture and religion."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“If you just go to Africa, and you look for a windmill, you’ll find him,” he said to Mzaliwa and Thomas, who nodded and smiled politely in return."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As we waited in his kitchen, Mzaliwa’s ride — a white van with DLTC’s logo painted on the side — arrived in the driveway and honked. It was time for work."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘The survival of our community’",
      "content": [
        {
          "filename": "19464420.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Mzaliwa Kaluta talks with English conversational partner Elizabeth Cuccinello and his sister Yalla Kaluta during their first meeting at the Thomaston Public Library on Nov. 17, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There are many people who want to help Mzaliwa and his family. They just don’t always know how. The Rev. Peter Jenks, the pastor of the St. John Baptist Episcopal Church in Thomaston, has been coordinating the community’s support for the Kalutas since they arrived in Thomaston last summer."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Jenks didn’t know the family was coming. The first time he met them was when they filed into his church one Sunday in August for the 8 a.m. service — more than a dozen black people dressed in bright African garb, amid 25 white retirees mostly dressed in L.L. Bean clothing."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "He views the family as key to Thomaston’s future. “Having this family here is not just about the refugees. It’s about the survival of our community,” he said. In his 25 years in Thomaston, he’s watched his congregation age and young people leave town."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“We’ve been sidetracked on so many levels,” he said. “So the fact that we’re a little bit engaged with the rest of the world with this family now, it’s really a blessing.”"
        },
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/01\/MAINEFOCUSPastorJenksMBEDELL\/pd\/MAINEFOCUSPastorJenksMBEDELL.mp4",
          "filetype": "video",
          "size": "medium",
          "orientation": "left",
          "caption": null,
          "credit": null,
          "poster": "19500426.jpg"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "That night he brought a blueberry pie to the Kalutas’ home to welcome them. It was their first time eating blueberries, and pie, and the women and children sat on the kitchen floor digging into the communal dish with spoons."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Jenks organized a committee to figure out how the community could help the family, and people offered up clothing and trips to the store. But no one speaks Swahili, French or Bembe, so it’s difficult to communicate directly with Mzaliwa, his older sister Yalla, his step-sister Safi, and his mom."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "When Mzaliwa needed someone to help him figure out how he could go to school, for example, he didn’t know whom to ask. When his ear became infected, he waited days before texting me to ask how to say, “My left ear hurts,” in English."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In November, Killoran, the local teacher of English language learners, arranged for local volunteers to teach English to Mzaliwa, Yalla and some of the younger children, at the Thomaston Public Library. But since the program began on Nov. 17, Mzaliwa has only met with his tutor for three hour-long sessions — not enough to make headway."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa kept waiting, praying and reading “Painless Grammar” in hopes the language would come to him. He also started watching videos for English beginners on YouTube."
        },
        {
          "filename": "19506420.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Thomas Kaluta waves to a friend as he walks the last stretch between his apartment in East Deering and his new job at Maine Medical Center in the West End on Jan. 11.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa’s rebellious older brother Thomas was not willing to wait. One day in November, Thomas walked into the lobby of Maine Medical Center in Portland and told the receptionist, “I want the job I saw on my phone.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Sick of his situation in Thomaston, he had Googled “Jobs in Portland” and seen a handful of openings at the hospital. During a day off from work at the nursing home, he got a ride from a neighbor to the Maine State Ferry Terminal in Rockland and took the bus to Portland."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "After some confusion, the hospital receptionist understood what Thomas wanted, and he applied on the spot. He got a cooking job, and started work on Dec. 19, leaving Jordan as the only family member left in Thomaston who could speak English."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "Lost in translation",
      "content": [
        {
          "filename": "19464442.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Josephine Jordan, 3, peers out from the doorway leading to her family's front hall after coming down from the upstairs to investigate the sound of visitors on Dec. 9, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "About two weeks before Christmas, I read Maine’s education <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainelegislature.org\/legis\/statutes\/20-A\/title20-Asec5201.html&amp;sa=D&amp;ust=1484246332454000&amp;usg=AFQjCNGskYZWsMrmbBV0IO06TnxiVPgi4Q\">law<\/a> and learned that anyone under the age of 20 in Maine has the right to a free public education, no matter where they come from or their level of English. I told Mzaliwa."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "We confirmed with the school district it was true: He could have enrolled in school last fall, and he still could, for the remainder of the school year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa didn’t know what to think. He felt excited at the thought of going to school, angry that he hadn’t known before, and confused about who may have tried to deceive him, and why."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "So much had been lost in translation in this strange, new environment."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Killoran told me she had informed the family that anyone under age 20 could enroll. She thought she had been clear with them, she said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Katzel of Catholic Charities said it was her understanding that “the family, including Mzaliwa, signed a contract with the employer, which kind of prohibits [him] from going to school full time.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Cloutier, of the nursing home, said the decision of who would work and who would study was made before the family even came to him, even though it was his company that helped the family enroll in school."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Regardless of who was responsible, Mzaliwa was torn about what to do. If he quit his job and signed up for school in January, he would have five months of high school. But he would also be leaving his family in a tight spot."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Without Mzaliwa working, there would be just four workers’ wages of about $1,600 per worker per month before taxes to support all 14 of them left in Thomaston. It had already been tough to pay for food, phone bills, the $2,000 monthly rent, $480 monthly for transportation to and from work, and everything else with six incomes, back when Thomas was in Thomaston. Getting by with four would be far more difficult."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There were no easy answers. But he was lucky, he tried to remind himself."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘It’s a complicated equation’",
      "content": [
        {
          "filename": "19464444.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Yalla Kaluta smiles and laughs at her nephew Oredi Jordan's reaction to the end of bathtime in the family's kitchen sink, holding his freshly bathed and dressed twin Msafiri Jordan on her hip.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The Kalutas still have no independent mode of transportation, no way of easily visiting Congolese people elsewhere in Maine, and, apart from a few volunteers such as Jenks, no deepening ties to the community."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "While they are grateful to be in Maine, they often feel alone."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There are a few lessons to draw from their experience. First, the family members needed someone they could trust who spoke at least one of their languages and who could answer their questions — how to use a thermostat, what to expect in Thomaston, if their rent was fair and whether Mzaliwa could enroll in school."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The Kalutas did have a caseworker from Catholic Charities who spoke some Swahili, but they didn’t trust him because he rarely answered their calls, and he visited them only twice in Thomaston after they moved, Mzaliwa said. In October, he suddenly stopped being their caseworker. No one replaced him."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Second, the Kalutas needed their own transportation, to allow them to buy groceries or visit friends. When it was warm, they occasionally walked the three miles from their home to Walmart. Thomas once took a bus to Boston and back to buy two 50-pound bags of semolina, a grain they use in their cooking that’s not available in Thomaston."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Catholic Charities doesn’t normally instruct refugees how to drive or take the written driving test, but, in a rural area without reliable public transportation and no one making it a priority to teach them, they needed help."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The state could learn from New Brunswick, Canada, where a refugee family from Syria <a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainefocus.bangordailynews.com\/2016\/12\/an-unfamiliar-view\/%23.WHKfAcMrLnA&amp;sa=D&amp;ust=1484246332474000&amp;usg=AFQjCNHSZXWcN-ZLpeeP2NUf7Xpwwz6DaQ\">arrived in July<\/a>, the same month the Kalutas came to Maine. The father of the family had no driving experience, but community volunteers taught him. By November he had a license."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Third, Thomaston and the surrounding area could have benefited from more preparation. If faith, education and business leaders knew in advance that the family was coming, they could have pooled resources and decided earlier how to help. They could have been there to welcome the family upon arrival, to make them feel at home."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“C’est tres grande plus que ma tete,” Jordan told me on Jan. 7 as he grappled with his family’s situation. <em>It’s bigger than my own head can handle<\/em>. His family has jobs and a house, for which they’re grateful. But they feel stuck. And they can’t all move to Portland like Thomas did. It’s just not possible."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“It’s a complicated equation,” he said."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "Resigned",
      "content": [
        {
          "filename": "19464400.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Jordan Shabani pushes an empty cart through the halls of the Crawford Commons nursing home in Union on Dec. 9, 2016.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In late December, Mzaliwa worked up the courage to ask his supervisors at the nursing home if he could work part-time, on weekends, and attend school during the week. At the time of this publication, he still hadn’t received a response."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“My understanding is the employer is very interested and willing to work with the family to make sure he can go to school,” Katzel of Catholic Charities told me on Jan. 3. She added, “So it’s my hope that this is a non-issue.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "When I inquired, Cloutier, the nursing home owner and CEO, said he wasn’t aware of Mzaliwa’s question. It was a matter for Catholic Charities to resolve, he said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“This is not something we control nor were we involved in,” he wrote in a Jan. 9 email. “[Catholic Charities] identified the need to employ 6 workers and DLTC provided those jobs. One left the area and 5 remain.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mzaliwa is now resigned to foregoing school. His calculation likely would have been different had he learned he was eligible for school in September, he said, especially if he could have worked part-time. But five months of school wasn’t enough to justify quitting his job and putting his family in jeopardy."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Our life here is so complicated,” Mzaliwa texted me in French. “My family advised me to not do high school because the school year is almost half over. The most important thing was my studies, but the consequences of life don’t permit them.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "He would get to study one day, he said. He just needed to be patient."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>If you're interested in reaching out to the family, please contact community volunteer Laurence Coe at <\/em><a class=\"c7\" href=\"mailto:lacoe613@gmail.com\">lacoe613@gmail.com<\/a><em>.<\/em><em> <\/em><em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em>mainefocus@bangordailynews.com<em>. Click<\/em><a class=\"c7\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1484246332494000&amp;usg=AFQjCNGnq3zYgj_sWobX-31yOOYzgHRa8g\"> here<\/a><em> to sign up for the Maine Focus email newsletter.<\/em>"
        }
      ],
      "preview image": "",
      "short title": ""
    }
  ]
}