{"chapters":[{"content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Editor’s note: This is the third piece in an ongoing look at how the transition to a service economy has changed Maine’s most rural towns. To preserve their sense of place, individual communities face a choice about their future: Accept a fate of likely continued decline, or adapt with no guarantee their efforts will work.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Rural communities have found they must develop a new purpose since the old reasons for existing are mostly gone. Some communities are going through this process of addressing their challenges, but most have not been able to face the hard choices before them.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>This series examines the current state of the choices communities are making, or not making, and what some of those choices mean for the identity, industry and future of Maine's rural places.<\/em>"}]},{"heading":"Stemming loss","content":[{"filename":"19241772.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Omar, 4, Anas, 7, and Eyad Raslan, 6, resettled with their parents to Perth-Andover, New Brunswick, this summer. They came through a program of the Canadian government that allows private citizens to sponsor refugees.","credit":"Rosie Hughes | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Khalid Raslan and his family stepped off a plane in Fredericton, New Brunswick, this past July. They’d been travelling for two days, and their youngest son, 4, was crying. It was the five-member family’s first time on a plane, first time outside of the Middle East, and first time surrounded by English, a language they didn’t speak."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A small group awaited them at the airport, including an interpreter and Michael Fredericks, a young pastor from Perth-Andover, New Brunswick, the community that the Raslans were about to call home."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Canada allows communities to band together and sponsor refugee families, meaning they front all or some of the initial living expenses and provide practical support to the family, such as giving them rides, setting medical appointments, and enrolling the children in school. For about a year before the Raslans arrived in July, roughly a dozen residents of Perth-Andover had been laying the groundwork for their arrival."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Raslans, originally from a small town outside of Homs, Syria, are five of more than 275,000 refugees who have come to Canada through private sponsorship since the late 1970s."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Communities throughout Canada’s Maritime provinces, like towns in <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainefocus.bangordailynews.com\/2016\/11\/down-the-road\/%23.WEGaYeArLnA&amp;sa=D&amp;ust=1480719690344000&amp;usg=AFQjCNGc-8xClGbStrPExkisSqINWc1bbQ\">much of rural Maine<\/a>, have seen their populations steadily decline in recent decades, and many have looked to immigration to stem that loss. These Canadian communities have an option their rural Maine counterparts do not have: inviting refugee families to settle in their towns."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the U.S., the <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.cga.ct.gov\/2007\/rpt\/2007-R-0621.htm&amp;sa=D&amp;ust=1480719690345000&amp;usg=AFQjCNEqU57ehTN65PZE-dH5p0P3vbqF1A\">authority<\/a> to define refugee resettlement policy rests solely with the federal government, so many declining towns that immigrants often helped form more than a century ago now find they have no clear way of drawing a new generation of newcomers. They may market themselves as attractive places to live — but with no guarantee their efforts will be fruitful."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"These are places such as Fort Fairfield in Aroostook County, located across the border from Perth-Andover, which people from the Raslans’ part of the world helped build over many decades."}],"preview image":"","short title":""},{"heading":"Choosing Fort Fairfield","content":[{"filename":"19184061.jpg","filetype":"photo","size":"big","orientation":"full","caption":"The Ayoob family in an undated family photograph. William Ayoob appears fourth from right, holding his grandson, Darrell Joseph.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Most of the 400 or so people who came from Syria to Maine in the early 20th century congregated in and around Waterville. (They came from a part of Syria that is now Lebanon.) But William Ayoob, four of his siblings and about nine other Syrian-Lebanese families settled farther north, in Fort Fairfield."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"William Ayoob and his siblings likely chose Fort Fairfield because the town had a strong French-Canadian influence, said Bill Ayoob, William Ayoob’s grandson, who lives in Wallagrass in northern Aroostook County. Hearing the French language reminded them of their home region, where the French had strong sway."},{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/12\/1897%20Map\/pd\/1897%20Map.mp4","filetype":"video","size":"medium","orientation":"right","caption":null,"credit":null,"poster":"19257212.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In those days, just about everyone was welcome in the U.S., under the law at least. The country needed people to settle its land and work in its growing industries. The only immigrants not welcome at that time were the Chinese, who were legally excluded starting in 1882, along with people with diseases or a criminal history."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"William Ayoob left his village in Syria at the age of 17 to avoid being forced to fight on the frontlines of the Ottoman Empire’s army because he was Catholic. There was no legal definition of the word “refugee” back then, but by today’s standards he certainly would have qualified as one. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, a refugee is someone who has fled his or her country to escape war or persecution, and can prove it."},{"filename":"19184065.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The Windsor Cafe in Fort Fairfield in an undated family photograph. Locals are seated at the counter. At the far right is William Ayoob's son, George Ayoob.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After a few years in Fort Fairfield, Ayoob opened a restaurant and named it the Windsor Cafe. Locals jokingly called it the “Greasy Spoon” because he kept it squeaky clean. It catered to workers, offering roast duck and roast chicken, steaks, bacon and eggs — “American stuff,” Bill Ayoob, who worked summers there, recalled."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The elder Ayoob became an active member of the Knights of Columbus, and his business thrived."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But if anyone mentioned Syria or Lebanon, William Ayoob’s eyes would tear up. “We are in the United States. Lebanon is gone,” he would say, then change the subject."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was too painful to talk about his home village, his parents whom he left behind, the warmth of the Mediterranean sun, or the figs he used to pick as a child. William Ayoob died in 1951. He’s buried in Fort Fairfield."},{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/11\/MAINEFOCUSFortFairfieldMBEDELL\/pd\/MAINEFOCUSFortFairfieldMBEDELL.mp4","filetype":"video","size":"big","orientation":"full","caption":null,"credit":null,"poster":"19184045.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"By 1960, the Ayoobs were locals. It is difficult to find an edition of the Fort Fairfield Review, the town paper, from that year that doesn’t mention one of the family’s descendents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Bill Ayoob, then in his late 20s, opened a grocery store. Louis Ayoob was elected to the school board. Norman Ayoob travelled back and forth to Boston on business. George Ayoob was selected to lead the queen contestant committee for the potato blossom festival. And then there were the large ads for the Ayoob Brothers Clothing store, with the slogan “Outfitters from lad to dad.” "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"1960 is also the year that the population of Fort Fairfield peaked, at 6,000. Since then, a number of forces — mechanization in agriculture and logging, competition in potato farming, and the 1994 closure of nearby Loring Air Force Base — have led Fort Fairfield’s population to shrink and age. Today, about 3,500 people live there. The town’s median age was 44 in 2010, up from 26 in 1970."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s less opportunity now to draw a new generation of immigrants to Fort Fairfield, and opposition to immigration tends to be higher in rural areas, <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/scholarworks.sjsu.edu\/cgi\/viewcontent.cgi?article%3D1008%26context%3Dsociology_pub&amp;sa=D&amp;ust=1480719690357000&amp;usg=AFQjCNHvg7unSXuMDnP6Ym0qqmCz4IqPSg\">studies<\/a> show. But there are jobs that <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2016\/04\/05\/business\/these-aroostook-county-employers-who-cant-fill-jobs-are-asking-how-to-recruit-immigrants\/&amp;sa=D&amp;ust=1480719690358000&amp;usg=AFQjCNGvlyNLu1Ob0FfrPnnpYUNyPN-ihw\">employers struggle<\/a> to fill, especially in the health-care industry. As more baby boomers retire, the challenge for employers is only likely to increase, <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/labor\/cwri\/publications\/pdf\/MaineLaborForceAgingAndGrowingSlowly.pdf&amp;sa=D&amp;ust=1480719690358000&amp;usg=AFQjCNH4i0kqVR5C7UrlnGm-FVJpxDNH_Q\">economists have said<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Any program that helps communities in Aroostook County bring in more people would be welcome, said Steve Farnham, executive director of the Aroostook Agency on Aging. His organization has had difficulty filling entry-level positions providing care to elderly residents, and he fears the workforce shortage will only get worse."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The only way we’re going to be able to turn the problem around is through in-migration,” he said. “Canada figured that one out.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over the next two decades in Aroostook County, the Maine Department of Labor projects the number of people in prime working age, ages 25 to 54, will decrease by more than 2,000 people, from 24,646 to 22,487."},{"filename":"","filetype":"tableau_1","size":"big","orientation":"full","caption":null,"credit":null,"poster":""}],"preview image":"","short title":""},{"heading":"‘Up in the air’","content":[{"filename":"19184073.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Downtown Fort Fairfield today.","credit":"Micky Bedell | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Few people are talking about how towns in Aroostook County can attract immigrants, said Tim Goff, who runs the Fort Fairfield Chamber of Commerce. They’d rather talk about how to get young people to stay or return."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet even if Aroostook kept all its young people, it wouldn’t be enough to stop the decline."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Realistically I think immigration has become such a hot button issue, people don’t want to talk about it,” Goff said. “It’s almost like the ‘i-word.’”"},{"filename":"19261360.jpg","filetype":"photo","size":"small","orientation":"right","caption":"Tim Goff is the executive director of the Fort Fairfield Chamber of Commerce.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Under the refugee resettlement program currently in place, refugees aren’t resettled in Aroostook County. Catholic Charities of Maine, the nonprofit organization responsible for resettling refugees in the state, is bound by its contract with the federal government to relocate refugees within a 100-mile radius of its Portland office, except in rare cases. Any farther away and refugees may not be assured access to caseworkers and other services, said Kathy Mockler, a Catholic Charities spokeswoman."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The U.S. has allowed for private sponsorship of refugees in the past under a program created by Republican President Ronald Reagan that enabled private organizations to cover the basic costs of resettlement. The Private Sector Initiative resulted in 16,000 additional refugees being sponsored over five years."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 1996 the Clinton administration discontinued the program because the process for approving sponsors was overly complex, and the financial burden on sponsors was high — largely due to medical expenses, according to a <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/niskanencenter.org\/wp-content\/uploads\/2016\/04\/PrivateRefugeeHistory.pdf&amp;sa=D&amp;ust=1480719690368000&amp;usg=AFQjCNHMWmLjvD5R4Sqz509sDqAMwVkAyw\">2016 report<\/a> by the Niskanen Center, a libertarian think tank. Some officials also saw the program as unfair, since it favored Cubans and Soviet Jews over other refugee groups."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In recent years international organizations have revived discussion of a private sponsorship program. In 2014, in response to what the United Nations secretary-general <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.unhcr.org\/576408cd7&amp;sa=D&amp;ust=1480719690369000&amp;usg=AFQjCNFAt_QBcRZ0ALpGMIqGF8wiQqXi3w\">called<\/a> “the biggest refugee and displacement crisis of our time,” the U.N. Refugee Agency called on governments to create “privately sponsored admission schemes.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the U.S., <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/refugeerights.org\/&amp;sa=D&amp;ust=1480719690369000&amp;usg=AFQjCNGjZ8xdC8bSZBTcSFl2A8FaN7zn0w\">refugee aid organizations<\/a> and the Niskanen Center have been lobbying the government to bring back a private sponsorship program and use Canada’s program as a model."},{"filename":"19262576.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Clockwise from top left, U.S. Rep. Chellie Pingree, U.S. Rep. Bruce Poliquin, U.S. Sen. Angus King and U.S. Sen. Susan Collins.","credit":"BDN staff","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Three of Maine’s congressional representatives, Sen. Angus King, Sen. Susan Collins and Rep. Chellie Pingree, said they would need more details, especially about how refugees are vetted, before they would outright support a new private refugee sponsorship program. But they were open to the idea that such a program could help address Maine’s workforce challenges."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A spokesperson for Republican Rep. Bruce Poliquin did not respond to repeated requests for comment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the United States, refugees experience the highest level of security checks of any type of traveller coming to the country, according to the <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.whitehouse.gov\/blog\/2015\/11\/20\/infographic-screening-process-refugee-entry-united-states&amp;sa=D&amp;ust=1480719690372000&amp;usg=AFQjCNE0BCLaF2YwFMbryq2hcTTSv1I-Fg\">White House<\/a>. Refugees applying for resettlement in the U.S. undergo an initial screening by the U.N and are then vetted by U.S. intelligence agencies in a process that can take two years or more. Syrian refugees are subject to an added layer of security checks that don’t apply to people of other nationalities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In September, Assistant Secretary of State Anne Richards <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/fusion.net\/story\/350838\/state-department-private-refugee-sponsorship-pilot\/&amp;sa=D&amp;ust=1480719690373000&amp;usg=AFQjCNGrxycHYUj3CetzsYJEwj0UjMvIVQ\">mentioned at a summit on refugees<\/a> that in 2017 the U.S. would pilot a private refugee sponsorship program, modeled on Canada’s. But after the presidential election, the pilot program’s future is in doubt."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The outcome of the election has put many things up in the air,” said Shaina Ward, the associate director of Refugee Council USA, the organization partnering with the U.S. State Department on the pilot program."}],"preview image":"","short title":""},{"heading":"‘What’s the alternative?’","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In lieu of a private sponsorship program, small communities can try to encourage refugees and legal immigrants who are already in the U.S. to relocate to their area. That’s what Tim Crowley, president of Northern Maine Community College in Presque Isle, is working on with a group of nine others."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Crowley’s group is made up of education, faith and business leaders who believe that immigration is essential to the future economy of The County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Crowley said his group plans to visit Lewiston in the coming months to meet with refugees and let them know there’s a place for them in Aroostook County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We have housing, we have work, and we have a welcoming community,” Crowley said he plans to tell the refugees. The group’s goal is to have two refugee families living in Presque Isle or Caribou by the end of next year."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Crowley acknowledged that just two new families won’t be enough to reverse or stop the decline. But, he asked, rhetorically, “Going forward, what’s the alternative? What’s the future if you don’t bring in new people?”"}],"preview image":"","short title":""},{"heading":"‘Pulled into the place’ ","content":[{"filename":"17220222.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A large graffiti artwork of toddler Aylan Kurdi on the banks of the Main River in Frankfurt, Germany, in March 2016. Pictures of Kurdi’s dead body prompted community members from Perth-Andover, New Brunswick, to sponsor a Syrian refugee family.","credit":"Kai Pfaffenbauch | Reuters","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was the <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nytimes.com\/2015\/09\/04\/world\/europe\/syria-boy-drowning.html?_r%3D0&amp;sa=D&amp;ust=1480719690379000&amp;usg=AFQjCNGPGRjcIjOM6hluU4YStUqQbyJTfg\">images of Aylan Kurdi<\/a>, the 3-year-old Syrian boy whose body washed up on the shores of Turkey in the summer of 2015, that compelled Fredericks, the New Brunswick pastor, to act. His son was 3 at the time, and the photo hit home."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Earlier that summer he’d learned at a Baptist convention that Canadian churches were raising money to sponsor Syrian families, so he called a local meeting to see if anyone else was interested in sponsoring a family. Twenty-four people showed up, and they got to work.  "},{"filename":"19241762.jpg","filetype":"photo","size":"small","orientation":"right","caption":"Michael Fredericks is the pastor of the Perth-Andover Baptist Church in Perth-Andover, New Brunswick. He spearheaded his community’s efforts to sponsor the Raslans, who are refugees from Syria.","credit":"Contributed photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Although it wasn’t their primary motive, community members recognized their town could use more people. Its population is 1,778 and dwindling. Fredericks had read the <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=https:\/\/georgewbush-whitehouse.archives.gov\/cea\/cea_immigration_062007.html&amp;sa=D&amp;ust=1480719690381000&amp;usg=AFQjCNHUuCE_4yyqF_mPOtRuUeJCEPZxxg\">studies<\/a> showing that immigrants can contribute positively to the local economies in which they live. He also thought his community could benefit from some multiculturalism."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over the next year, the committee met every week. Their first task was to fundraise. Under what’s called the Blended Visa Office-Referred Program, the Canadian government and the community split the cost of resettling a family."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Out of a total of about $30,000 Canadian (roughly $22,400 in the U.S.) for a family of five, the community will pay $18,000 (roughly $13,400 in U.S. dollars). The funds will cover basic expenses for the family over the course of its first year, such as food, shelter, water, transportation, clothing and furniture."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s also the committee’s responsibility to help the Raslans find local interpreters, receive medical care, enroll the children in school, introduce the family to the community, and help with a wide range of other tasks traditionally done for new refugees by professionals working for nonprofits or the government."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Compared with government-sponsored refugees, privately sponsored refugees in Canada are, on average, more likely to be employed, have higher salaries and rely less on government benefits for at least their first 10 years in the country, according to a <a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cic.gc.ca\/english\/resources\/evaluation\/resettlement.asp%23toc5-10&amp;sa=D&amp;ust=1480719690384000&amp;usg=AFQjCNELBlVoBQGAhg9DJGKbVhyOvc8XRg\">recent Canadian government <\/a><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cic.gc.ca\/english\/resources\/evaluation\/resettlement.asp%23toc5-10&amp;sa=D&amp;ust=1480719690384000&amp;usg=AFQjCNELBlVoBQGAhg9DJGKbVhyOvc8XRg\">review<\/a> of its resettlement programs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Privately sponsored refugees tend to integrate faster and more deeply in part because of the social ties that the sponsors provide, said Brian Dyck, who coordinates resettlement programs for the Mennonite Central Committee, a Canadian nonprofit. This is especially true in small towns."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“One of the things we find is that in a big city you can get lost,” Dyck said. “You can go into a diaspora community, and it’ll be your world. But in a small town you get pulled into the place.”"},{"filename":"19191778.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The apartment building in Perth-Andover, Canada, where the Raslans, a family of Syrian refugees, recently moved.","credit":"Rosie Hughes | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The risk is that small communities may not be prepared for the challenges of supporting refugees, many of whom come with significant cultural differences, no English or French language skills, and no money. Some refugee families are still dependent on their local sponsors after their first year, when the official period of support ends, leading to potential conflicts within sponsor groups over whether to continue supporting them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Fredericks’ committee wasn’t deterred by these risks. To reach the $18,000 goal, it held benefit breakfasts, a craft sale, a Christmas dinner, and it solicited donations from various local churches."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The committee members submitted an application, and the government sent back basic profiles of a few families from whom they could choose. They selected the Raslans because the children were young, and the father had been a farmer in Syria."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We thought, ‘Well, that fits well with our rural community,’” Fredericks said."},{"filename":"https:\/\/media.bangordailynews.com\/file\/2016\/12\/2013-16%20Map\/pd\/2013-16%20Map.mp4","filetype":"video","size":"medium","orientation":"right","caption":null,"credit":null,"poster":"19257224.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Committee members gave community presentations to let people know that a Syrian family would be arriving. While most residents were receptive, Fredericks said there were “pockets of people saying, ‘They’re terrorists.’”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Fredericks and the committee countered such statements by talking about the detailed interviews refugees undergo to be resettled in Canada, and the fact that their names are run through multiple intelligence databases for criminal or terrorist activity. They also explained that Syrian refugees are far more likely to be terrorism victims than they are to pose a threat."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Since July, when the Raslans arrived in Perth-Andover, Fredericks hasn’t heard a single negative comment about the family."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think it’s a lot harder to hate people once you meet them,” he said."}],"preview image":"","short title":""},{"heading":"Settling in","content":[{"filename":"19241766.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Khalid Raslan at his family’s new home in Perth-Andover, New Brunswick. A piece of paper with the days of the week written in English and Arabic was taped over part of the Canadian flag’s maple leaf.","credit":"Rosie Hughes | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On a recent Sunday, Jennifer Hanson, a member of Fredericks’ committee, brought the Raslans donated toys with her husband, Derek."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Khalid Raslan greeted them at the door. “Hello, welcome,” he said, using his new English words. Inside the apartment, the three boys bounded out of their bedroom to open the boxes of toys."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Raslan’s wife, Safaa, wearing a black and white leopard-print hijab to cover her head, ushered her guests to the donated couch in the living room."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Coffee?” she asked. “Tea?” “Water?” She wouldn’t take “no, thank you” for an answer, and brought everyone a beverage and slice of homemade coconut cake."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Through a combination of Google Translate, an interpreter reached by telephone, simple English, and facial and hand gestures, the Raslans explained their new life. The two older boys attend the local elementary school, and Khalid and Safaa Raslan stay home with their youngest, Omar."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Four times a week, the couple receives English lessons through Skype with a teacher from a multicultural association in Woodstock, a larger New Brunswick town about 60 miles away."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Of course there are challenges. The Raslans are Muslim, and the closest mosque is about two hours away. Khalid just got his driver's license, but the family doesn’t have a car, and they won’t be able to afford one for a while. In the meantime, they rely on rides from volunteers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And while they’ve been overwhelmed by the support of people in Perth-Andover, they miss being able to speak with people in their own language about things that only other Syrians can understand."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Khalid Raslan will need to find work by next July when assistance from the government and the community officially end. Fredericks and the other committee members aren’t concerned, since he is eager to work, and there are plenty of low-skill jobs in the area at farms, construction sites and the local potato processing plant."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Safaa Raslan offered another round of tea and cake to the guests, and the conversation turned to afternoon plans. Another volunteer would be coming at 3 p.m. to take the family ice skating."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Skating is good? No falling?” Hanson asked the Google Translate app on her phone. A female robot voice spouted out a translation in Arabic, and Khalid Raslan smiled."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Skating good, falling yes,” he answered in English."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The adults laughed, momentarily drowning out the sound of the boys playing with their new toys in the other room."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em>mainefocus@bangordailynews.com<em>. Click<\/em><a class=\"c5\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.us1.list-manage.com\/subscribe?u%3Da629a44de37af801f63b7384a%26id%3D4ae63dfbf2&amp;sa=D&amp;ust=1480719690398000&amp;usg=AFQjCNFM7bvqkGq33MvwJ1z9GH9M5zSjKA\"> here<\/a><em> to sign up for the Maine Focus email newsletter. Multimedia and graphics production by Coralie Cross. <\/em>"}],"preview image":"","short title":""}]}