{
  "chapters": [
    {
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Editor’s note<\/em><em>: <\/em><em>Maine<\/em><em>’s <\/em><a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.library.umaine.edu\/cgi\/viewcontent.cgi?article%3D1702%26context%3Dmpr&amp;sa=D&amp;ust=1490128435453000&amp;usg=AFQjCNEL3fVuBypU2PRw66PDvpmBZDyDwQ\">constricting labor force<\/a><em> offers an opportunity to pull people into the workforce who otherwise wouldn’t work, and to move lower-paid workers up the job chain into positions that pay more. <\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>But the public programs in place to help people improve their job prospects are largely set to autopilot, or they are greatly limited in their reach due to the way they are designed and funded. <\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>This is the first article in a series called Forgotten Maine Workers that examines how Maine could realize the hidden potential among its workers.<\/em>"
        }
      ]
    },
    {
      "heading": "‘I don’t have a choice’",
      "content": [
        {
          "filename": "19886090.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Megan Stover sits at the kitchen table after dinner in early March with her three daughters, from left, Andie Mae, 5, Maddie, 10, and Nellie, 7, at their home in Scarborough.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As she searched for child care four years ago, Megan Stover wanted a provider who would offer her daughters a high-quality educational experience."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Stover also needed to find someone who would accept a state-funded child care voucher to defray the steep cost of child care and make it possible for her to work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The state’s child care voucher is meant for parents like Stover, a widowed single mom with three daughters, ages 5, 7 and 10, who lives and works in Scarborough. But the voucher program is so underfunded and difficult to use that only a handful of eligible families rely on it."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As Maine faces a labor shortage that’s <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainechamber.org\/documents\/makingmainework\/WEBSITE_Immigration2016-MaineLaborShortage_NewMainersAndDiversity.pdf&amp;sa=D&amp;ust=1490128435471000&amp;usg=AFQjCNGbKGz9EB7rkZesc2YWQtgOZnpsgw\">only expected to intensify<\/a> in the coming years, the state will need to find ways to ensure more people can work. But instead of expanding access to child care and making it easier for parents to make a living, a handful of state policies that have taken effect over the past decade, during the administrations of both Govs. John Baldacci and Paul LePage, have restricted families’ ability to find affordable care for their kids."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "— In each of the past four years, the state has left at least $4 million in federal child care funds unspent. These are funds earmarked for Maine that low- or moderate-income parents could use to pay for child care, or funds the state could use to increase voucher payments as a way to entice more child care providers to enroll low-income children. But since Maine doesn’t spend all of its federal child care money, the federal government has sent millions of dollars originally earmarked for Maine to other states."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "— Between 2007 and 2015, the number of Maine child care providers accepting state-funded vouchers dropped more than 60 percent. Today, a parent with a voucher can sign up her child at just half of the state’s 1,900 licensed child care providers, assuming they have openings."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "— In that same time period, the number of children enrolled in child care with the help of a voucher fell by half. During an average month in 2015, only 2,800 children were using child care vouchers, out of nearly 44,000 who are eligible based on family income. That’s <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/aspe.hhs.gov\/system\/files\/pdf\/153591\/ChildEligibility.pdf&amp;sa=D&amp;ust=1490128435478000&amp;usg=AFQjCNEjZPkAYqTVyA28XNkSDXiPMCeY6Q\">6 percent of eligible children<\/a> (compared with <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.clasp.org\/resources-and-publications\/publication-1\/Disparate-Access.pdf&amp;sa=D&amp;ust=1490128435479000&amp;usg=AFQjCNF17ZctjcdgiF7_NbUohgO3p3Gsog\">13 percent nationally<\/a>)."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The cost of child care is “a huge barrier of entry to the workforce,” said Steven Brier, executive director of the nonprofit Little Dolphin School, a child care center with sites in Westbrook and Scarborough."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Child care consumes <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/scholars.unh.edu\/cgi\/viewcontent.cgi?article%3D1287%26context%3Dcarsey&amp;sa=D&amp;ust=1490128435483000&amp;usg=AFQjCNHQyIoXK2-I7UE_KkktMADC1Sj6VA\">more than 10 percent of income<\/a> for more than a quarter of Maine families with kids younger than 6. The typical <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/childcareaware.org\/wp-content\/uploads\/2016\/08\/Maine.pdf&amp;sa=D&amp;ust=1490128435484000&amp;usg=AFQjCNGDQBeEpjYgVRJf_0aJpbFrXa0FuA\">cost of care for infants<\/a> at a child care center, almost $9,700 annually, is more than in-state <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/umaine.edu\/stuaid\/aid-basics\/costs-at-umaine\/&amp;sa=D&amp;ust=1490128435485000&amp;usg=AFQjCNEDPMB0nJUEUYHCbMQp4FOnSqwqsQ\">tuition at the University of Maine<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ultimately, Stover found what she was looking for at the Little Dolphin School — where Stover could use a child care voucher and where she appreciated the quality of education her girls would receive."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But the affordability hasn’t lasted. Two of her daughters today are too old to attend Little Dolphin School, and Stover can’t use her child care voucher to pay for the before- and after-school program her older daughters attend."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I don’t have a choice,” she said. “I can’t not work. I can’t let my kids stay home alone.”"
        },
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/03\/MeganStover\/pd\/MeganStover.mp4",
          "filetype": "video",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": "19886086.jpg"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘How you manage your system’",
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Child care in the U.S. has always been about enabling parents to work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The first federal funds set aside to pay for child care came during World War II as women contributed to the war effort on the domestic front. The funding disappeared once the war concluded."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Today, nearly 70 percent of Maine children under age 13 <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/datacenter.kidscount.org\/data\/tables\/7317-children-under-age-6-with-all-available-parents-in-work-force?loc%3D21%26loct%3D2%23detailed\/2\/any\/false\/869,36,868,867,133\/any\/14380,14381&amp;sa=D&amp;ust=1490128435497000&amp;usg=AFQjCNFT6We1IUE_upIjbqLce6Z8s4LL2w\">have no parents available<\/a> during <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/datacenter.kidscount.org\/data\/tables\/5053-children-ages-6-to-12-with-all-available-parents-in-the-labor-force?loc%3D21%26loct%3D2%23detailed\/2\/21\/false\/573,869,36,868,867\/any\/11463,11464&amp;sa=D&amp;ust=1490128435498000&amp;usg=AFQjCNFsJ5f9Qd36paGbfWuXoEmyUA8UxQ\">working hours<\/a> to look after them, according to the national KIDS COUNT Data Center — meaning more than 120,000 children need some amount of non-parental supervision."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Each year, the federal government sets aside $16 million to $17 million for Maine to subsidize child care costs for lower-income, working families."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The money, from the Child Care and Development Fund, pays for vouchers that families can use to pay child care providers who will accept the payment. The funds also cover a number of other costs for the state’s entire child care provider network, such as state licensing inspectors and child care staff training."
        },
        {
          "filename": "19971678.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": " ",
          "credit": "Matthew Stone | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But Maine ended 2013 with $4.1 million in federal funds still on the table because the state didn’t spend enough of its own money on child care; the state needed to spend $2 million more in order to claim all of the federal funds set aside for it."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine ended 2014 with a $4.3 million balance that the federal government then <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.acf.hhs.gov\/occ\/resource\/ccdf-expenditures-overview-for-fy-2014-as-of-9-30-2014&amp;sa=D&amp;ust=1490128435506000&amp;usg=AFQjCNHfznfRKDQQ0ysD82DNV6LZadqXMA\">redistributed to other states<\/a>. Maine put up the full required state match that year but simply didn’t spend all of its federal money."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The state ended 2015 with $4.9 million unspent and 2016 with a $4.8 million balance."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "For 2015, the last year for which complete statistics are available, the state’s unspent child care money would have been enough to fund child care vouchers for more than 1,600 additional children based on the state’s <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3516270-Final-CCDF-REPORT-CCAC-Child-Care-Advisory-2015.html%23document\/p12\/a343426&amp;sa=D&amp;ust=1490128435509000&amp;usg=AFQjCNGJFPtNzSQk0Pc83T1F6iGgi4Gk_w\">average voucher amount<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“If you maximize every dollar, you still couldn’t serve half the kids who are eligible,” said Bill Hager, who served as executive director of Child Care Services of York County, which <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/strongersanford.org\/wp-content\/uploads\/2015\/06\/Community-Closing-Letter-Final.pdf&amp;sa=D&amp;ust=1490128435511000&amp;usg=AFQjCNF5X3s6IuUTPkTMwZfTl9Xfbx9aUQ\">closed in 2015<\/a> after more than 40 years of providing child care to low-income children and kids with special needs. “There’s no way there should be unspent money in the voucher pool.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine could make effective use of those funds, said Judy Reidt-Parker, an early childhood education policy consultant based in Portland who has worked with policymakers across the country and in the federal government on child care policy."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The state could deploy the funds deliberately to pay for high-quality child care in rural areas with few child care choices, she said. Maine could also spend child care funds in a way that guarantees slots are available at child care centers for kids with special needs — kids with disabilities, kids living in deep poverty, or even kids who need a supportive environment because their families have been touched by the opiate epidemic."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“It comes down to how you manage your system to get money out the door,” said Reidt-Parker."
        },
        {
          "filename": "19886082.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Megan Stover helps her oldest daughter, Maddie, 10, with her homework at the kitchen table of their Scarborough home while Nellie, 7, weaves a chain out of colorful elastic bands.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘The need is endless’",
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Deciding how many voucher-funded children to accept is part of the delicate math that goes into operating a child care center, particularly a center that requires that its staff have college degrees and backgrounds in early childhood education."
        },
        {
          "filename": "20006900.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": "",
          "credit": "Matthew Stone | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“The challenge for me is, how many Megans do I set aside? Because the need is endless, and I can’t help everybody because we don’t have any funding,” said Brier of the Little Dolphin School, referring to Megan Stover, the single mom of three from Scarborough who relies on a child care voucher to pay tuition."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Little Dolphin School receives $244 per week to care for a voucher-funded infant full-time. That’s the sum of the payment from the state and the parent fee, which can be as high as 10 percent of the family’s income under state rules."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Meanwhile, full tuition for an infant at Little Dolphin School is $312 weekly. That works out to a nearly $70 weekly revenue loss (about $290 monthly) for every infant with a voucher — revenue that’s needed to make payroll for staff who receive benefits, and to pay for overhead."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“The number of calls we get for vouchers for infants is endless,” Brier said. “We would never be able to pay the teachers if we took too many babies.”"
        },
        {
          "filename": "19971966.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": "Steven Brier is executive director of the Little Dolphin School. He's pictured in front of a mural in the hallway of the school's Westbrook site.",
          "credit": "Matthew Stone | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Enrolling an infant even at full tuition is a money loser, Brier said. Caring for infants costs more because a licensed child care center needs one staff member for every four infants. By comparison, state licensing requirements allow the staff-to-child ratio for preschool-age children to be as high as one to 10."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“If you do infant care right,” said Brier, “it costs $400 a week, and we hope and pray we have the child for another five years afterwards, so you can recoup some of that money.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Little Dolphin School, with capacity for 310 children between its two sites, isn’t a solvent operation through tuition alone. Brier balances the books with the help of proceeds from a small foundation he runs and a retail plaza he owns, where the Scarborough child care center is located."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘They can’t pay for me’",
      "content": [
        {
          "filename": "19971928.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": "An art classroom at the Little Dolphin School in Scarborough.",
          "credit": "Matthew Stone | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Child care providers in Maine who accept state-funded vouchers used to receive a higher amount relative to the market rate for their county."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Voucher payments had long been pegged to the 75th percentile of market rates, meaning the reimbursement rate was higher than what three-quarters of child care providers in the county charged. Then, in 2011, during LePage’s first year in office, the Republican-controlled Legislature <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainelegislature.org\/legis\/bills\/bills_125th\/chapters\/PUBLIC380.asp&amp;sa=D&amp;ust=1490128435542000&amp;usg=AFQjCNH0UX-tS6Alxhdp6fJbVrtqy45P2Q\">lowered reimbursements<\/a> to the 50th percentile."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The federal rules for the Child Care and Development Fund <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.acf.hhs.gov\/occ\/resource\/ccdf-final-rule-faq%23Equal%2520Access&amp;sa=D&amp;ust=1490128435544000&amp;usg=AFQjCNE8lyPhB7EwvcIGLiKBsn3gVE-vwA\">recommend<\/a>, but don’t require, that states set their reimbursement rates at the 75th percentile to ensure that low-income families have equal access to child care providers as children who don’t rely on vouchers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "At Heidi’s House Child Care Center in Scarborough, as many as 10 percent of the center’s 120 children at one point paid using vouchers, said owner Heidi MacAllister McDonald. Today, that figure is lower, she said, with no increase likely for the foreseeable future."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“They’ve made it impossible for that to happen because their matches are so far off,” she said. “The rates that I charge, that is market rate in my area for an <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/families.naeyc.org\/program\/heidis-house-child-care-centerdba-macallister-mcdonald-inc?lid%3D17753&amp;sa=D&amp;ust=1490128435548000&amp;usg=AFQjCNFZ9U2IDD2FLHjBp5UrSR8YZh4qDw\">accredited center<\/a>.”"
        },
        {
          "filename": "19971680.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": " ",
          "credit": "Matthew Stone | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "At least two state lawmakers this year <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainelegislature.org\/LawMakerWeb\/summary.asp?ID%3D280062670&amp;sa=D&amp;ust=1490128435552000&amp;usg=AFQjCNF0RWS-foJc1PIdBZ4NcHZ7DQNVZw\">have proposed legislation<\/a> to <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainelegislature.org\/LawMakerWeb\/summary.asp?ID%3D280063296&amp;sa=D&amp;ust=1490128435553000&amp;usg=AFQjCNEAFa_r02m7b0s5zFzGrNsqmREy4g\">raise child care reimbursement rates<\/a> to the 75th percentile. Last spring, a proposal to raise rates to the 60th percentile passed the Democratically controlled House but <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainelegislature.org\/LawMakerWeb\/summary.asp?ID%3D280056053&amp;sa=D&amp;ust=1490128435553000&amp;usg=AFQjCNEsMEt2mzpKlWZr4yeuHkbgZHX1lw\">failed in the Republican-controlled Senate<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It’s not only the voucher amounts that make it difficult for a child care provider to accommodate a large number of children who qualify for subsidies. It’s the unpredictability of the revenue stream, said Tammy Dwyer, who runs Mammy’s Child Care and Preschool out of her home in Auburn and is licensed to care for 12 children."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "For a child with a voucher, a child care provider receives payment <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3516270-Final-CCDF-REPORT-CCAC-Child-Care-Advisory-2015.html%23document\/p7\/a343517&amp;sa=D&amp;ust=1490128435557000&amp;usg=AFQjCNH3i75Y-Jh9vcvzwRWCN-UfZnzYVg\">only for the days he or she is present<\/a>; a family paying full tuition pays a flat rate."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“If I expect to have 10 children here, I need to have staff for 10 children,” said Dwyer, whose family child care is <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/b3.caspio.com\/dp.asp?appSession%3D74726574995895813325596097620616573568277150712040204432921406535256914362657074190735015865757985662065715816896388649507853496%26RecordID%3D392%26PageID%3D8%26PrevPageID%3D2%26cpipage%3D1%26CPIsortType%3D%26CPIorderBy%3D%26cbCurrentRecordPosition%3D1%26Mod0LinkToDetails%3DTrue&amp;sa=D&amp;ust=1490128435560000&amp;usg=AFQjCNEF2f_-70zZ6Hx6zMS8lYivSJd6Ug\">accredited<\/a> by the National Association for Family Child Care. “If that subsidy child doesn’t show up, I can’t bill for that day. They can’t pay for me.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Also, a family’s child care subsidy might end — often due to a change in income or a paperwork snafu every six months, when the state has traditionally recertified parents’ eligibility — and Dwyer <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3516270-Final-CCDF-REPORT-CCAC-Child-Care-Advisory-2015.html%23document\/p7\/a343514&amp;sa=D&amp;ust=1490128435563000&amp;usg=AFQjCNFWdxM8uo6mmasnXFFEpeZ_gltQtg\">won’t know until she doesn’t receive payment<\/a>, she said. (Recertification now takes place every 12 months, under federal law.)"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“With the subsidy program, there’s been several weeks that I haven’t gotten paid,” she said."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘I needed help’",
      "content": [
        {
          "filename": "19886092.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Megan Stover plays with her three daughters, from left, Nellie, 7, Andie, 5, and Maddie, 10, in their Scarborough kitchen shortly before bedtime.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "When Stover, the single mom from Scarborough, first needed child care, she did some research to determine whether any financial help was available."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "She had just begun work at Metabolic Leader in Scarborough, a diabetes and endocrinology center, and her income was low enough that she qualified for MaineCare health coverage through the state. Her husband, who died in November 2015, was in the midst of qualifying for disability."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I needed help,” Stover said. “I knew that there had to be something — something out there that would help offset some costs.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "She visited her local Maine Department of Health and Human Services office to apply — the start of a five-step process, of which the fifth step is choosing a child care provider."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Applying for child care assistance in Maine involves dealing with two offices within DHHS. First, the Office of Family Independence determines whether a family is eligible based on income and mails a letter instructing the family to resume the application process with another office within DHHS, the Office of Child and Family Services."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "That office then mails an application packet to the family, and the parent must respond with much of the same documentation reviewed by the Office of Family Independence showing proof of employment and work schedule."
        },
        {
          "filename": "19972314.svg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Boston-based Public Consulting Group outlined the child care voucher application process for the Maine Department of Health and Human Services in a January 2015 report it prepared for the state agency.",
          "credit": "Public Consulting Group",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The application process can often drag on, said Reidt-Parker."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’m in limbo for six to eight weeks waiting for the voucher to be approved,” she said. “I’m doing this while I’m juggling a job and a preschool kid.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In January 2015, a consultant hired by Maine DHHS to examine the department’s use of different federal block grants, including the Child Care and Development Fund, recommended streamlining the child care voucher application process."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The consultant, Boston-based Public Consulting Group, <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3108838-ME-DHHS-Block-Grant-Final-Report-January-2015.html%23document\/p25&amp;sa=D&amp;ust=1490128435587000&amp;usg=AFQjCNGBnP_lftR7NBs0mhAv7Junx0UMSQ\">pointed out in a report<\/a> that applying for child care assistance is much simpler for those already receiving welfare payments than it is for those applying only for a child care voucher."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“In total, these differences represent real obstacles to achieving the most efficient and equitable child care subsidy system for program recipients and child care providers,” <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3108838-ME-DHHS-Block-Grant-Final-Report-January-2015.html%23document\/p26\/a342594&amp;sa=D&amp;ust=1490128435591000&amp;usg=AFQjCNG4W7OIzD9DpEVqJz7WivRgw7xKJQ\">Public Consulting Group wrote<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The consulting group recommended that DHHS ultimately assign all aspects of child care voucher applications to <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3108838-ME-DHHS-Block-Grant-Final-Report-January-2015.html%23document\/p30&amp;sa=D&amp;ust=1490128435595000&amp;usg=AFQjCNEPTVjD7RC1kof2dCkgFkyfaKnffw\">one office within the department<\/a>, and the consultant outlined steps for making this change in later reports it prepared for DHHS."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Samantha Edwards, a DHHS spokeswoman, said the agency hasn’t implemented those recommendations. “It is not evident if this would be cost effective,” she wrote in an email to the BDN."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But Edwards said the two DHHS offices involved in processing child care applications “have stepped up processes and procedures in recognizing and acting on child care requests.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘We could get the information out’",
      "content": [
        {
          "filename": "19886084.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Megan Stover prepares dinner for her daughters Andie, 5, Maddie, 10, and Nellie, 7, after work at their home in Scarborough.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If Stover had applied for child care assistance before 2008, her experience would have been more local, personalized and streamlined. But three changes to the child care voucher program over the past decade have fundamentally changed the experience for parents seeking help."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Local applications.<\/strong> Until 2008, the state held contracts with 11 organizations around the state that managed all aspects of the voucher application process in their respective regions and helped parents through a multi-step application."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In April 2008, those contracts ended, and DHHS started handling applications directly. The department <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3512791-stateplan0809.html%23document\/p7\/a342596&amp;sa=D&amp;ust=1490128435613000&amp;usg=AFQjCNEJ-wh9HSqnRaXhntIrEgKgF9_jGA\">explained at the time<\/a> that centralized handling of applications could streamline the process, especially for parents receiving benefits from multiple programs, and ensure that more child care funds were spent on vouchers instead of contracts with nonprofit organizations."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I can honestly say after six or eight years, that was a better setup,” Brier, of the Little Dolphin School, said of having local agencies handle voucher applications. “It was more parent-friendly. It was more provider-friendly.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>More publicity about child care openings.<\/strong> Many of the non-profit organizations that handled applications also, under contract with the state, served as regional resource and referral agencies — meaning they maintained lists of local child care providers for parents and could refer them to providers with openings and providers who accepted vouchers. They also were responsible for publicizing the child care voucher system."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I feel at that time there was more information out there in the community about the subsidy program, so more families had knowledge of it, particularly when they were looking for child care or transitioning back into the workforce,” said Rita Fullerton, resource development center director at Southern Kennebec Child Development Corporation, which held state contracts to process parent applications and to serve as the resource and referral agency for Kennebec and Somerset counties."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But amid $2 million in <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mainelegislature.org\/legis\/bills\/getPDF.asp?paper%3DSP0600%26item%3D38%26snum%3D125&amp;sa=D&amp;ust=1490128435620000&amp;usg=AFQjCNE7glU9KVLwpRQ8KDdtffdhA0oaPg\">cuts to state child care funding<\/a> made by lawmakers in 2012 — which caused Maine to receive $4.1 million less in federal funding — the state <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3512782-ChildCare-Child-Care-Resource-and-Referral-Cut.html&amp;sa=D&amp;ust=1490128435621000&amp;usg=AFQjCNGaWGjIZ3Y2ZlliHVjHaZFukO8FWQ\">ended its resource and referral center contracts<\/a>."
        },
        {
          "filename": "19972402.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": "Student artwork is displayed in the hallway of the Little Dolphin School in Westbrook.",
          "credit": "Matthew Stone | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Today, there’s little in the way of publicity to spread the word that vouchers are available, according to child care providers and others with knowledge of the voucher program. A website maintained by the University of Maine, <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/childcarechoices.me\/&amp;sa=D&amp;ust=1490128435630000&amp;usg=AFQjCNFVlsUwsaiSDMX4GFMubMbkHBAbdg\">http:\/\/childcarechoices.me<\/a>, offers a list of child care providers in each town, but it doesn’t indicate which providers accept vouchers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Asked how DHHS publicizes the child care subsidy program, Edwards wrote in her email that parents find out from the “automatic letter of financial eligibility” mailed to them once they’ve already applied for child care assistance, as well as from child care providers. Edwards also listed the <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/childcarechoices.me&amp;sa=D&amp;ust=1490128435634000&amp;usg=AFQjCNGR0DEoHHU-_O8JNLENStRXht-UEw\">http:\/\/childcarechoices.me<\/a> website and <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/ocfs\/ec\/occhs\/step.htm&amp;sa=D&amp;ust=1490128435635000&amp;usg=AFQjCNF_eO9zwdB7JQylL7dE_LH4WZVl5A\">a department web page<\/a> on the voucher program."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Openings set aside for those in need.<\/strong> Around the same time DHHS took over voucher applications in 2008, it started phasing out its use of another tool that <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/drive.google.com\/file\/d\/0B61rrpmRSrQWaVNuNjZRR0hsMzZ6ZUY1Y3Y2VURWbDlNN093\/view?usp%3Dsharing&amp;sa=D&amp;ust=1490128435638000&amp;usg=AFQjCNFceZMrdA-zA83V2rs1emd1M1n8TA\">many states have used<\/a> to guarantee access to high-quality child care for children with limited options: direct contracts with child care providers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In 2007, Maine held <a class=\"c1\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.documentcloud.org\/documents\/3512791-stateplan0809.html%23document\/p7\/a342596&amp;sa=D&amp;ust=1490128435643000&amp;usg=AFQjCNFp-b17ZShn6M_vOPA68JvwSdjVDQ\">contracts with 42 child care providers<\/a> located across the state that agreed to take low-income children in exchange for a guaranteed payment from the state. As part of the arrangement, the contracted child care providers handled the entire application process for the low-income families who enrolled."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Under the contract system, if the state found that there weren’t sufficient numbers of infant-toddler care in the southern tier of the state, they could put out a [request for proposals], and say, ‘You can get $40,000 in subsidy contract money if it’s dedicated to low-income infants and toddlers,’” said Hager, the executive director of the now-closed Child Care Services of York County, which was one of the contracted child care providers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The end of contracts was the beginning of the end for Child Care Services of York County, Hager said. Its mission was to provide high-quality child care to low-income children and children with a range of special needs. When contracts ended, there was no guarantee the families the organization served could secure vouchers — especially when the application process became less local and more complicated, Hager said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“What that meant to us as a provider was twofold,” he said. “Given the population that we were dedicated to, we either had to cut our rates down to what they could pay or keep our rates at a defendable level and then lose families who couldn’t pay it. Families who under the voucher system paid $25 to 30 a week can’t pay $125 a week.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Negative every month’",
      "content": [
        {
          "filename": "19886088.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Megan Stover plays with her daughters, from left, Nellie, 7, Andie, 5, and Maddie, 10, in their Scarborough home.",
          "credit": "Troy R. Bennett | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Stover, the mom from Scarborough, was fortunate to find affordable child care four years ago, but it didn’t last."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Today, her two older daughters — Madison, 10, and Nellie, 7 — are too old to attend Little Dolphin School. So they attend a before- and after-school program offered through Scarborough Community Services, but Scarborough Community Services doesn’t accept the child care voucher."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "At Little Dolphin School, Stover pays $97 per week for her youngest daughter, Andie Mae, who’s 5, and the voucher pays the rest. The $97 is Stover’s parent fee, which started out at $32 per week but rose as her income rose, including when her husband died in 2015 and her daughters started receiving Social Security as his survivors."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If Scarborough Community Services accepted the voucher, Stover’s child care cost for all three girls would be $97 per week, or about $400 per month. Instead, she’s now paying $863 per month. Her mortgage is about $950 monthly. As a single mom, even a decent salary as the quality assurance coordinator at an endocrinology practice only goes so far without some help from her parents, who live nearby."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’m negative every month, because I don’t make enough money to pay the bills,” she said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Next school year, Andie Mae will be in kindergarten and unable to attend Little Dolphin, which means Stover probably won’t have access to a child care facility that accepts a voucher. Sending all three girls to Scarborough’s before- and after-school program would cost too much."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I might not have a choice but to ask to change my hours to be home after school or ask family to help out sometimes,” Stover said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“It’s a very stressful thing in my life, child care. It’s just such a struggle.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to <\/em><a class=\"c1\" href=\"mailto:mainefocus@bangordailynews.com\">mainefocus@bangordailynews.com<\/a><em>. Multimedia production by Coralie Cross.<\/em>"
        },
        {
          "filename": "",
          "filetype": "mail_1",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        }
      ],
      "preview image": "",
      "short title": ""
    }
  ]
}