{
  "chapters": [
    {
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Editor’s<\/em><em> note<\/em><em>: <\/em><em>Maine<\/em><em>’s <\/em><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.library.umaine.edu\/cgi\/viewcontent.cgi?article%3D1702%26context%3Dmpr&amp;sa=D&amp;ust=1490991618429000&amp;usg=AFQjCNElJGxSsyCfnLlwUc9FcUcyvbHQBg\">constricting labor force<\/a><em> offers an opportunity to pull <\/em><em>people into the <\/em><em>workforce who otherwise wouldn’t work, and to move lower-paid workers up the job chain into position<\/em><em>s that pay more<\/em><em>. <\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>But the public programs in place to help people improve their job prospects are largely set to autopilot, or they are greatly limited in their reach due to the way they are designed and funded. <\/em>"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>This is the third in a series called <\/em><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/series\/forgotten-maine-workers\/&amp;sa=D&amp;ust=1490991618432000&amp;usg=AFQjCNF_cmHvMQMAEmpofArMcmWtT2Jriw\">Forgotten Maine Workers<\/a><em> that examines how Maine could realize the hidden potential among its workers.<\/em>"
        }
      ]
    },
    {
      "heading": "‘A lifeline’",
      "content": [
        {
          "filename": "19997814.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Ben Dionne stacks seeds on the shelves at Paris Farmers Union in Lewiston on March 16. He works at the hardware store part-time. He was hired due to the help of vocational rehabilitation.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ben Dionne has never spoken."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Diagnosed with autism at the age of 18 months, his mother, Cathy Dionne, worried about his future. As he grew older, her dreams of watching him graduate from college and get married died, she said, and she wondered if her son would ever live independently or work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "While other families celebrated milestones with their children such as getting a driver’s license or a college acceptance letter, the Dionne family celebrated smaller achievements, such as Ben tying his shoes at age 13 after seven years of trying."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Now 23 and living in the Androscoggin County town of Greene with his parents, Ben has a new accomplishment — one his family had barely dared to hope for: He has a job packaging seeds at Paris Farmers Union in Lewiston, a hardware store that sells agricultural supplies."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The part-time work is the result of a number of factors: his mother’s drive to see her son have a sense of purpose, the store’s willingness to have him volunteer and then turn his role into a paid position, and the guidance of a public program called vocational rehabilitation."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "A tightening labor market in Maine should open up more work opportunities for people whose disabilities — ranging from bipolar disorder to autism to multiple sclerosis — can make it hard for them to find employment."
        },
        {
          "filename": "20085884.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "left",
          "caption": null,
          "credit": "Corlyn Voorhees | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But Maine has one of the <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/disabilitycompendium.org\/sites\/default\/files\/user-uploads\/2016%2520Annual%2520Disability%2520Statistics%2520Compendium1.pdf&amp;sa=D&amp;ust=1490991618448000&amp;usg=AFQjCNHaXZ1385YPb5UBixYAlGclFN0zyQ\">lowest employment rates<\/a> in the United States for people with disabilities. In 2015, it ranked 45th of the 50 states, with a <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/spreadsheets\/d\/18tFsD9eAsoGUEd3yW1FYzZdtujgdTkNwaGFAcg7AAI4\/edit%23gid%3D1643540827&amp;sa=D&amp;ust=1490991618450000&amp;usg=AFQjCNFWIJHenGSwtbqPanMnWERHkK1htg\">29.6 percent<\/a> employment rate. (Wyoming ranked first, with 57.1 percent of its population with disabilities employed.)"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "When comparing the rates of employment among people with and without disabilities, Maine sees the <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/disabilitycompendium.org\/sites\/default\/files\/user-uploads\/2016%2520Annual%2520Disability%2520Statistics%2520Compendium1.pdf&amp;sa=D&amp;ust=1490991618453000&amp;usg=AFQjCNH13CKjqSyCf5ykBFKgncivfnDTKA\">greatest disparity<\/a> in employment in the nation."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The primary way Maine has to connect people with disabilities to jobs is the Division of Vocational Rehabilitation within the Maine Department of Labor, which helps people figure out their work future by setting them up with training, making sure they have needed adaptive equipment, helping them write their resumes, connecting them with experiences to learn on the job and eventually finding them jobs for which they can apply."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But the program can’t expand much within its current levels of staffing and funding. Though it has improved its reach in recent years — vocational rehabilitation saw a record number of applicants in 2014 — it still suffers from having too few support staff, and difficulty finding fully qualified counselors, retaining them and paying them competitive wages. Put together, these challenges lead to long wait times for clients and high client drop-out rates. "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Vocational rehabilitation sees more than three times as many people drop out each year than find employment that lasts at least 90 days, according to <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23heading%3Dh.qsh70q&amp;sa=D&amp;ust=1490991618458000&amp;usg=AFQjCNHlBQNiiYMw1PH-3YISHJJ9kJiHeA\">program data<\/a>. And the division has even stopped serving an entire category of clients deemed least disabled due to insufficient funding."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If Maine wanted more people with disabilities to work, one approach would be to focus attention on this program."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Vocational rehabilitation is a lifeline for those folks that need assistance and have a severe disability,” said Charles Bernacchio, an associate professor of counselor education in rehabilitation counseling at the University of Southern Maine. Other career-related services in Maine “are very limited, and they're not specialized to assist people with disabilities.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘They could see the potential’ ",
      "content": [
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/03\/MAINEFOCUSbenVRmbedell\/pd\/MAINEFOCUSbenVRmbedell.mp4",
          "filetype": "video",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": "19997808.jpg"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There are things Ben struggles with. He hits himself when he’s stressed, when there’s an abrupt change in his schedule or if he misunderstands something somebody says to him. He can’t answer open-ended questions. (He communicates by using sign language, writing or typing on an assistive touch app on his iPad.)"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "He also has strengths. He can answer direct questions, appreciates routines and follows directions well. Those traits made him a good fit for his current position at Paris Farmers Union, where he works twice a week, an hour-and-a-half at a time, for minimum wage, weighing, bagging and tying up packages of birdseed for the store to sell."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The number of hours Ben works each week is on the low end for people who have found jobs through vocational rehabilitation. In 2014, those who found employment through vocational rehabilitation <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23heading%3Dh.1ljsd9k&amp;sa=D&amp;ust=1490991618470000&amp;usg=AFQjCNGBppPUjDpCIkfvoYeBsoULhOj2bA\">worked an average of 27.9 hours<\/a> each week."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ben needs a small amount of assistance: A job coach watches him in the background to step in if Ben encounters an obstacle — if he needs more birdseed to package, for example, or if he needs to learn how to label a new type of seed."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ben’s mother first heard about vocational rehabilitation when she read an informational pamphlet offered through his school, the Margaret Murphy Centers for Children’s Lewiston location, which specializes in teaching students with disabilities."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "After she raised the idea with Ben’s vocational rehabilitation counselor of turning his volunteer work with Paris Farmers Union into a paid position, the counselor made arrangements with the store owner and found Ben a job coach.  "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I’ve always been a firm believer that every person can find a job no matter what their abilities are,” said Dionne, who works as the executive director of the Autism Society of Maine, which she joined as a board member shortly after her son was first diagnosed. “Ben’s a prime example of that. Even though it’s only three hours a week, it gives him purpose. We’ve always strived to have a higher bar for him.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "With time, she hopes he’ll be able to expand his duties and work hours."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Ben is an example of what’s possible for people with disabilities, especially those whose disabilities might be considered severely limiting. Often with a little help and the right environment, they can make the transition."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Providing that little bit of help is the vocational rehabilitation program’s purpose. Funded mostly with federal money, vocational rehabilitation counselors help people with disabilities create a plan for employment and then follow it. Someone might need schooling or additional training, help paying for assistive technologies such as hearing aids, connections to employers or, in Ben’s case, on-site job coaching. The counselor connects the client with those services, which are free to the client."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If not for that help, Ben likely wouldn’t be where he is today, his mom said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Once I had that initial meeting, and [vocational rehabilitation] came on board, I saw the potential of what this could be in the end,” Dionne said. “They could see the potential in Ben.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "And he’s thriving. With a frequent smile on his face and an occasional laugh, Ben has his routine down: He looks at the to-do list that his job coach writes out for him on a white board and meticulously checks off each item."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "He had “episodes,” Dionne said, at previous places where he volunteered — a farm where he watered plants and a supermarket where he stocked shelves. If he got upset he would stomp his feet, screech or hit himself in the head."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But the environment suits him better at Paris Farmers Union. He works in a quiet back room with few distractions. Since he first started there about six years ago, he hasn’t had a single episode."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘We need them’",
      "content": [
        {
          "filename": "20085886.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": null,
          "credit": "Corlyn Voorhees | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine is facing an impending shortage of workers. The youngest baby boomers will be in their early 70s in about two decades and not as likely to work, and Maine doesn’t have enough younger people to replace them. Without accounting for people leaving or moving to Maine, there will be an estimated gap of 111,000 workers, <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/digitalcommons.library.umaine.edu\/cgi\/viewcontent.cgi?article%3D1702%26context%3Dmpr&amp;sa=D&amp;ust=1490991618490000&amp;usg=AFQjCNGgZwG53c5E3X7FxSiFg7Qfs_KyXw\">according to<\/a> Maine’s top economists. It’s a significant number since it represents 16 percent of people in the workforce today."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The workforce crunch has been a topic of statewide discussion for years among policymakers, business owners and other professionals. They’ve put forward a number of ideas to slow down the contraction, including this one: ensuring more people with disabilities can work.  "
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In 2015, 73,000 Maine people with disabilities, ages 18 to 64, were not working, according to the U.S. Census Bureau. A <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.mdf.org\/publications\/Making-Maine-Work-Growing-Maines-Workforce\/699\/&amp;sa=D&amp;ust=1490991618494000&amp;usg=AFQjCNFKcyyaDFiRGaaiz06noKLwJbSw0w\">2013 report<\/a> called “Making Maine Work: Growing Maine’s Workforce” from the Maine State Chamber of Commerce and the Maine Development Foundation suggested adding 10,000 people with disabilities to the workforce to partly stem Maine's impending labor shortage."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“We’re seeing job openings occurring across the board,” said Ryan Neale, program director for the Maine Development Foundation, who oversaw the report. “There are opportunities [people with disabilities] should be able to fill.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It’s just that “they may need to do a little more work to find the right match for them.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine had the fifth highest percentage of people with disabilities out of all the states, at 16.3 percent of the noninstitutional population, according to census data from 2015. The national average is 12.6 percent. Part of the reason for Maine’s higher rate is its older population."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“The underemployment for people with disabilities is just really staggering,” said Riley Albair, a disability rights advocate with Disability Rights Maine. “We’re talking about this very large pool of capable people with really unique talents and interests and experiences and a desire to work. We need them.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Adding 10,000 working-age people with disabilities to the working ranks — as the “Making Maine Work” report suggests, with a target date of 2020 — would boost Maine’s employment rate among that population to 38.3 percent, above the national average of 34.9 percent."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But achieving that goal would require drastically rethinking Maine’s approach to getting people with disabilities ready for work. It would require more than doubling the number of people who successfully find employment after completing vocational rehabilitation each year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "If nothing changes, the vocational rehabilitation program is unlikely to meet that mark. The program hasn’t opened new cases for an entire category of clients — those deemed least severely disabled — since it encountered a “shortfall in funding” in 2015, said Julie Rabinowitz, a Maine Department of Labor spokeswoman."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As a result, the program’s waitlist has 203 people on it, a number that will continue to grow until the department starts accepting new cases. In recent years, the programs has seen an average of more than 3,900 applicants for services each year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Between 2011 and 2014, vocational rehabilitation successfully placed an average of about 850 clients each year in jobs where they remained for at least three months. But the program consistently has many more clients it’s trying to usher through; many receive services for multiple years. In total, vocational rehabilitation counselors work with about 9,000 clients each year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Many don’t find employment. <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23heading%3Dh.qsh70q&amp;sa=D&amp;ust=1490991618507000&amp;usg=AFQjCNGRcgtOYKStiiINYV8z5zaYG66V1Q\">Between 2011 and 2014<\/a>, an average of about 570 people per year dropped out before learning whether they were eligible for the program. An additional 1,400 clients per year dropped out before receiving their job plans, and about 780 clients per year found jobs but didn’t last 90 days in them."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The state is required by federal regulations to prioritize people with <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1eoU0YHzG7ZDDPisveuxBJC0SKCed51Kd2p956q7BzPE\/edit%23bookmark%3Did.rdy10w37hk53&amp;sa=D&amp;ust=1490991618509000&amp;usg=AFQjCNHd_NCvV-MNxFl0sVWioih9pVdSLQ\">the <\/a><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1eoU0YHzG7ZDDPisveuxBJC0SKCed51Kd2p956q7BzPE\/edit%23bookmark%3Did.rdy10w37hk53&amp;sa=D&amp;ust=1490991618510000&amp;usg=AFQjCNFVWu3333BE9-WDoSIC19-3mPu9BQ\">most severe disabilities<\/a> that would limit employment — such as people with limited mobility, those who aren’t able to communicate and those who have challenges taking care of themselves — versus those with less severe disabilities who might find assistance elsewhere such as at their local career center."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Often it’s the vocational counselors who are key to a client’s success."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Mel Clarrage, 53, of Westbrook, who has been legally blind all his life, knows this well. He started as a client at age 18 and was assigned a counselor who was also blind. It inspired Clarrage to become a counselor himself in the 1990s."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“Just meeting and talking with him was one of the things that made me start believing it was possible,” Clarrage said."
        },
        {
          "filename": "https:\/\/media.bangordailynews.com\/file\/2017\/03\/MF_MelClarrage\/pd\/MF_MelClarrage.mp4",
          "filetype": "video",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": "19930148.jpg"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "4 changes to make",
      "content": [
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Successful vocational rehabilitation programs tend to share similar characteristics, <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/scholarworks.umb.edu\/cgi\/viewcontent.cgi?article%3D1005%26context%3Dici_pubs&amp;sa=D&amp;ust=1490991618519000&amp;usg=AFQjCNEVtqD2pvDu0Kbuwac59OWKWVazOg\">according to a report<\/a> published by the Institute for Community Inclusion, based in Boston. They let clients lead their job search process, collaborate with other public programs and employ confidence-boosting counselors."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "As it looks to emulate those successful practices, Maine’s vocational rehabilitation program faces four main challenges, mainly regarding personnel and budgets. These program challenges can limit clients’ success, according to state reports and interviews with people involved in the program."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>High caseloads<\/strong>. In June 2015, the Maine Division of Vocational Rehabilitation contracted with a consultant <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1DxEZ2yUuPY0HnvLUyUdiDMw6Tpytd1p9PBgF5P58Yf8\/edit%23bookmark%3Did.aynt53g90xxh&amp;sa=D&amp;ust=1490991618525000&amp;usg=AFQjCNHLs2Yx91_S-4kfh1awCvfSVqEgVA\">to review<\/a> how well the department was delivering services to its clients. The No. 1 challenge the consultant identified was a high number of clients assigned to each counselor."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Adding to their high caseloads, rehabilitation counselors also have to handle many administrative responsibilities that their counterparts in other states don’t, which takes time away from counseling their clients."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Support staff, who perform the administrative duties for counselors, normally make up 41 percent of the total staff, according to national averages. In Maine, they made up just 19 percent of all staff in 2015, forcing counselors to pick up the slack."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Finding well-trained staff<\/strong>. The division has also had difficulty hiring qualified staff. As of August 2016, 57 percent of counselors did not meet what’s called “fully qualified status,” which requires them to have a master’s degree in rehabilitation counseling or a related field, according to <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1DxEZ2yUuPY0HnvLUyUdiDMw6Tpytd1p9PBgF5P58Yf8\/edit%23bookmark%3Did.dpgg673iytr6&amp;sa=D&amp;ust=1490991618532000&amp;usg=AFQjCNGqjeEkf8IfxU0UlN_d6OyvQdHD5A\">a state plan<\/a> submitted to the federal government."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "One reason is a lack of applicants to fill the positions. The University of Southern Maine is the only university in the state to offer a graduate program that fulfills state requirements, and only five students graduated from it in 2016, according to the <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1DxEZ2yUuPY0HnvLUyUdiDMw6Tpytd1p9PBgF5P58Yf8\/edit%23bookmark%3Did.omkr3hkcqlw&amp;sa=D&amp;ust=1490991618534000&amp;usg=AFQjCNFVcRFVe6iCgVwDoNa7FabeJOQagg\">state plan<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In addition, state vocational rehabilitation counselor wages are rarely competitive with those in the private sector."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Currently the state pays rehabilitation counselors between $15 and $23 per hour, Rabinowitz said. In the private sector, highly experienced counselors can make up to about $31 per hour, according to the Maine Center for Workforce Research and Information."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The division recognizes the need to raise staff salaries to attract workers, Rabinowitz said, but “higher staff salaries would further reduce the funds that pay for client services … potentially resulting in it taking longer to help clients be employed.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Given the staffing challenge, the Division of Vocational Rehabilitation is allowed to hire counselors who do not have a master’s degree if they agree to further their education while employed. The state helps with books and fees, but not tuition, and allows up to three hours a week of class time to count as work time, Rabinowitz said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Keeping staff<\/strong>. One result of low wages and high caseloads is a relatively high staff turnover rate — between 15 and 20 percent every year — which can result in a delay in services for clients."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The division is determining clients’ eligibility within its required timeframe of 60 days, but it’s not meeting its goal of developing clients’ plans for employment within 90 days."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "And it hasn’t met that target “for a long time,” said Kathy Despres, program director for C.A.R.E.S. Inc., an independent organization that advocates for current and potential vocational rehabilitation clients having problems with the program."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "While the state averages just under two months to determine people’s eligibility, it averages more than four months to develop the individualized plan for employment, according to monthly statistics from the Division of Vocational Rehabilitation."
        },
        {
          "filename": "20098812.jpg",
          "filetype": "photo",
          "size": "medium",
          "orientation": "right",
          "caption": null,
          "credit": "Corlyn Voorhees | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "One high-needs client can skew those numbers, she said, but increased staffing would help."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“We find that when areas are staffed fully, and for a long time, that that number goes down,” Despres said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Despres is concerned that the wait times are causing a large number of clients to leave the program before they even create their plan. Thirty-four percent of clients left the vocational rehabilitation program in 2014 without finding work."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Betsy Hopkins, the director of the Division of Vocational Rehabilitation, said there’s a need to better understand the lost clients."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“If it’s taking a long time between getting them eligible and into a plan, people are going to lose momentum,” she said. “When people come to us and say they want to work, we really need to try and get them in, get them engaged, get them into a plan and moving through the system.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<strong>Funding<\/strong>. In 2015, vocational rehabilitation counselors suggested hiring more staff and reducing counselors’ caseloads, according to a <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23bookmark%3Did.m7pi5fy77mcv&amp;sa=D&amp;ust=1490991618556000&amp;usg=AFQjCNHRJyQHlljwhHU3ZocofdIAaP9l0Q\">needs assessment report<\/a> for the program published last year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Both changes could happen with more funding. For the current fiscal year, the federal government is meeting Maine’s contribution of about $4 million with $12.9 million in funds the state can use for general program services."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "But that is the maximum sum the federal government can currently provide without Congress allocating more money to vocational rehabilitation, Rabinowitz said. Maine could increase its funding for the program, but it wouldn’t automatically come with corresponding federal support."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "More funding isn’t the only answer."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“There is never going to be enough resources to address the unmet need with our system the way it currently is,” said Clarrage. “We’ve got to find ways to be creative and shift our system and better utilize resources.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "That could include having counselors focus more on teaching people how to live with their disabilities. Counselors can also make use of peer mentoring, in which people with disabilities who are successfully employed connect with those who are still trying to work, Clarrage said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "That’s the approach he said he tried to take as a vocational rehabilitation counselor in the 1990s."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I didn’t spend more than anybody,” Clarrage said. “It really wasn’t rocket science. I believed in people and let them direct their plans. Once they bought into it, then they took charge, and my job became a whole lot easier.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Gov. Paul LePage's biennial budget proposal would provide funds for the Department of Labor to hire two new rehabilitation counselors and about $390,000 in new funding to cover the program's costs."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The Maine Legislature will decide which budget items to approve in the coming months."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "There is evidence of an economic return from employing people with disabilities. It turns them into tax-paying citizens, which broadens the tax base, Bernacchio, the USM professor, said. It also reduces their dependency on public assistance such as food stamps or disability benefits. Businesses that hire people with disabilities also may qualify for <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.irs.gov\/businesses\/small-businesses-self-employed\/tax-benefits-for-businesses-who-have-employees-with-disabilities&amp;sa=D&amp;ust=1490991618568000&amp;usg=AFQjCNFvZ5dGMEi_MummZ6mKNAmQbcZJwA\">tax breaks<\/a>."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bbi.syr.edu\/_assets\/staff_bio_publications\/McDonald_Exploring_the_Bottom_Line_2007.pdf&amp;sa=D&amp;ust=1490991618570000&amp;usg=AFQjCNGozXijVlHIQ3mPrvc1gQ3n7-OQKQ\">A 2007 study<\/a> from DePaul University examined the costs and benefits of hiring people with disabilities in the retail, hospitality and health care sectors. It found people with disabilities in each sector had fewer scheduled absences than those without disabilities, and nearly identical job performance ratings. The difference in the level of supervision required was relatively minor."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Employers from the health care and hospitality sectors reported having to make only a few accommodations for employees with disabilities, with an average cost of $313."
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘Someone’s personal genius’",
      "content": [
        {
          "filename": "19997818.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Ben Dionne reads through his binder that he uses to keep track of his day at his parents’ home in Greene.",
          "credit": "Micky Bedell | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Maine’s vocational rehabilitation program has made improvements in the past few years. Counselors have increased the numbers of clients successfully placed in employment despite ongoing staffing and budget challenges. A random sample of clients <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23bookmark%3Did.henmxh6mw8i7&amp;sa=D&amp;ust=1490991618575000&amp;usg=AFQjCNHEMIXWFlc1BXS0iazHDkbywvGXMA\">s<\/a><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23bookmark%3Did.henmxh6mw8i7&amp;sa=D&amp;ust=1490991618576000&amp;usg=AFQjCNFclzOqXG7-MQReGewjqPwDwB-d8Q\">urveyed<\/a><a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=https:\/\/docs.google.com\/document\/d\/1hfEzS9xVO4guAqrm-II767UDUWJxYANFexNUX_xPeqo\/edit%23bookmark%3Did.henmxh6mw8i7&amp;sa=D&amp;ust=1490991618577000&amp;usg=AFQjCNFUmcweeBVLdDgKOzhMzgNfDbvcfQ\"> in 2014<\/a> reported positive experiences with the program."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I know that our VR counselors work very hard, and I know that they really do a lot of work with the resources they have,” said Albair, with Disability Rights Maine."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The division has also eliminated a separate waitlist — for people with the most severe disabilities, Hopkins said. Between 1993 and 2010, people with the most severe disabilities had to wait between six and 18 months at times before they even found out if they were eligible."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "The situation improved after a <a class=\"c0\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.vr-rrtc.org\/sites\/vr-rrtc.org\/files\/ME%2520Case%2520Study.pdf&amp;sa=D&amp;ust=1490991618582000&amp;usg=AFQjCNGxP17OtVwElYYERQoPQEl8GjrunA\">major overhaul<\/a> of the program in 2010 when the state used temporary federal stimulus funding to hire more counselors and address the backlog, and started implementing an electronic case management system in 2011. Hopkins expects the technology transition to be complete within a year."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "In an effort to address counselor staffing, the department is looking into dropping the master’s degree requirement for vocational rehabilitation counselor positions."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“We’re in the process of talking about whether or not we wanted to change that requirement … because we’d like to be able to attract additional people who we think are still going to have excellent qualifications, good skills and have the experience of working with people with disabilities,” Hopkins said."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "It’s also clear vocational rehabilitation counselors have continued to improve in terms of their attitudes and approach to getting people with disabilities employed, said Gail Fanjoy, the executive director of KFI, a Millinocket-based organization that contracts with the state to carry out some vocational rehabilitation services, such as career counseling, job coaching, training and matching clients up with potential employers."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“We do a much better job upfront of trying to figure out what someone’s personal genius is,” she said. “We’re not just plucking people in these kind of entry-level jobs, but we actually figure out where they can belong.”"
        }
      ],
      "preview image": "",
      "short title": ""
    },
    {
      "heading": "‘I know I have something still to give’",
      "content": [
        {
          "filename": "20053342.jpg",
          "filetype": "photo",
          "size": "big",
          "orientation": "full",
          "caption": "Rhonda Loignon enjoys a cup of coffee at her home in Rockland on March 22. Loignon is using the state's vocational rehabilitation program to update her skills and find work.",
          "credit": "Ashley Conti | BDN",
          "poster": ""
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Rhonda Loignon of Rockland wasn’t sure if vocational rehabilitation could help her. At age 67, she was afraid she was too old to return to the workforce and had been out of work for too long, she said. She left her job as a motel housekeeper in 2000 to care for her ill mother and a brother with Down Syndrome, both of whom later died."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "She was also diagnosed with spinal stenosis, which causes nerve pain in her back, and arthritis. She had a kidney removed due to cancer."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "So it was with surprise and gratitude that she learned she was eligible for vocational rehabilitation last year. Her vocational rehabilitation counselor helped her figure out what she wanted to do — office work, where it would be easy on her back — and then set about helping her update her skills."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Loignon’s vocational rehabilitation counselor found adult education classes she could take, including a computer class to improve her skills in the Microsoft Office suite and a business class to learn other administrative skills, such as phone etiquette."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "Her counselor also helped her update her resume, provided moral support throughout the process and found her a temporary job to get her going."
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "“I feel good about myself. I haven’t felt so alone, that I’m worth nothing, and I know I have something still to give to the workforce out there,” Loignon said. “I didn’t want to sit home and watch life go by.”"
        },
        {
          "filename": null,
          "filetype": "text",
          "size": null,
          "orientation": null,
          "caption": "<em>Maine Focus is a journalism and community engagement initiative at the Bangor Daily News. Questions? Write to mainefocus@bangordailynews.com. Multimedia production by Coralie Cross.<\/em>"
        },
        {
          "filename": "",
          "filetype": "mail_1",
          "size": "big",
          "orientation": "full",
          "caption": null,
          "credit": null,
          "poster": ""
        }
      ],
      "preview image": "",
      "short title": ""
    }
  ]
}